[{"content":"Đâu là những nhược điểm của phương pháp &amp;quot;thử và sai&amp;quot;?","comment":"Tất cả đều đúng"},{"content":"Lợi ích khi có mối quan hệ tốt là:","comment":"Tất cả đáp án đều đúng"},{"content":"Trong các hoạt động tổ chức thực hiện công việc, hoạt động quan trọng nhất là:","comment":"Thực hiện"},{"content":"Bảng tổng kết để đánh giá công việc nên có những nội dung nào?","comment":"Tất cả đáp án đều đúng"},{"content":"Mối quan hệ giữa các đồng nghiệp trong cùng phòng ban đơn vị, là mối quan hệ:","comment":"Đồng cấp"},{"content":"Một trong các tình huống chào chưa đúng quy chuẩn trong Văn hóa cúi chào khi giao tiếp với khách hàng của VNPT, bao gồm:","comment":"Vừa chào vừa giới thiệu/ nói chuyện; Một tay bỏ vào túi quần, 1 tay chào;  Cúi chào quá thấp so với quy chuẩn"},{"content":"Quy định về Bảo mật thông tin trong quy tắc ứng xử trên mạng xã hội bao gồm những nội dung:","comment":"Tất cả các đáp án đều đúng"},{"content":"Trong Chuẩn mực VNPT, chuẩn mực về &quot;Văn hóa ứng xử&quot; của cấp trên với cấp dưới là:","comment":"Lắng nghe, chân thành"},{"content":"Theo sổ tay Văn hóa VNPT, Sức mạnh thương hiệu &quot;VNPT- Cuộc sống đích thực&quot; phải được tạo ra từ các giá trị đích thực bên trong VNPT với:","comment":"Con người đích thực, Môi trường đích thực, Sản phẩm đích thực."},{"content":"VNPT khuyến khích người lao động thực hiện hành vi nào sau đây khi tham gia mạng xã hội?","comment":"Sử dụng danh tính thật khi bàn luận về VNPT, các công ty, sản phẩm, dịch vụ, thương hiệu của VNPT trên mạng xã hội"},{"content":"<p>Khi tiếp cận khách hàng để tư vấn dịch vụ, nếu khách hàng đang bận việc, NVKT nên:</p>","comment":"Tạm biệt khách hàng và gợi ý khách hàng xin một cuộc hẹn khác"},{"content":"Để việc giao tiếp/ giao dịch với khách hàng đạt hiệu quả, NVKT nên:","comment":"Tất cả các đáp án đều đúng"},{"content":"Khi chăm sóc khách hàng, nếu gặp trường hợp khách hàng trước đây đã từng dùng mạng của VNPT phản ánh &quot;Mạng bị chậm, hay bị quay,..&quot;, vì vậy khách hàng đã chuyển sang dùng của nhà mạng khác, NVKT nên xử lý:","comment":"Tất cả các đáp án đều đúng"},{"content":"<p>Khi trình bày cho khách hàng về dịch vụ của VNPT, NVKT không nên:</p>","comment":"Nói không có chủ đích"},{"content":"Việc bảo mật thông tin khách hàng được VNPT quy định thế nào?","comment":"Không được sử dụng, tiết lộ bất cứ thông tin nào của khách hàng vào mục đích riêng."},{"content":"Người lao động làm việc theo ca được nghỉ ít nhất …....... trước khi chuyển sang ca làm việc khác.","comment":"12 giờ"},{"content":"Thời giờ học tập, huấn luyện an toàn lao động, vệ sinh lao động không được tính vào thời giờ làm việc được hưởng lương.","comment":"Sai"},{"content":"Trường hợp làm việc ban đêm, thì người lao động được nghỉ giữa giờ ít nhất …......., tính vào thời giờ làm việc.","comment":"45 phút"},{"content":"Theo  quy  định  của  Luật  An  toàn  vệ  sinh  lao  động 2015, người sử dụng lao động có quyền như thế nào đối với công tác ATVSLĐ ?","comment":"Tất cả đều đúng"},{"content":"Thời giờ phải ngừng việc do lỗi của người lao động vẫn được tính vào thời giờ làm việc được hưởng lương ?","comment":"Sai"},{"content":"Sự tham gia của nhân viên vào sự thay đổi là cần thiết bởi vì:","comment":"Giúp kiểm soát quá trình thay đổi"},{"content":"Để đảm bảo công việc tại các vị trí, bộ phận, các phòng ban chức năng không bị chồng chéo nhau thì doanh nghiệp cần có:","comment":"Bản mô tả công việc"},{"content":"Một trong những đặc điểm của bản kế hoạch tác nghiệp là:","comment":"Thời hạn ngắn, 1 năm trở xuống"},{"content":"Thường xuyên trao đổi để nhận thông tin phản hồi từ người khác, điều này giúp nhân viên VNPT:","comment":"Tìm kiếm thêm cơ hội; Phát triển ý tưởng; Thúc đẩy thỏa thuận"},{"content":"Trong quy trình xây dựng kế hoạch, ở mỗi phương án thực hiện mục tiêu, doanh nghiệp cần cụ thể hóa về:","comment":"Giải pháp và công cụ thực hiện"},{"content":"Trong sổ tay văn hóa VNPT, anh chị hiểu trách nhiệm của người VNPT với &quot;Môi trường&quot; là:","comment":"Vì một hành tinh xanh _ Cam kết xây dựng cơ quan Xanh - Sạch - Đẹp, bảo đảm an toàn, PCCN, ứng dụng công nghệ tiên tiến thân thiện và bảo vệ môi trường."},{"content":"Trong Văn hóa cúi chào khi giao tiếp với khách hàng của VNPT, thời gian hợp lý khi thực hiện cúi chào khách hàng là:","comment":"Từ 01 đến 03 giây"},{"content":"Theo anh chị, Câu Khẩu hiệu (Slogan) của VNPT là gì?","comment":"VNPT - Cuộc sống đích thực"},{"content":"Với chiến lược phát triển trong kỷ nguyên mới, phù hợp với xu thế toàn cầu hóa và sự phát triển không ngừng của cuộc cách mạng công nghiệp 4.0, VNPT đã và đang từng bước chuyển đổi từ nhà cung cấp dịch vụ viễn thông truyền thống sang nhà cung cấp dịch vụ số (DSP), trở thành một Tập đoàn kinh tế năng động, chú trọng phát triển những sản phẩm, dịch vụ, giải pháp ICT sáng tạo.Tầm nhìn VNPT đang hướng tới là:","comment":"Trở thành nhà cung cấp dịch vụ số hàng đầu Việt Nam vào năm 2025; Trở thành Trung tâm số (Digital Hub) của châu Á vào năm 2030; Trở thành lựa chọn số 1 của khách hàng sử dụng sản phẩm, dịch vụ Công nghệ thông tin - Viễn thông (ICT) tại thị trường."},{"content":"Yếu tố &quot;Thái độ&quot; thuộc Chuẩn mực cá nhân trong sổ tay Văn hóa VNPT được thể hiện qua:","comment":"Công việc: Hết mình – Hết việc\nHội họp: Nghiêm túc – Đúng giờ\nHọc tập: Tự giác – Kiên trì"},{"content":"Trước khi đến lắp đặt dịch vụ cho khách hàng, NVKT nên:","comment":"Gọi điện đặt lịch hẹn để xác nhận thời gian cụ thể với khách hàng"},{"content":"<p>Các lỗi thường mắc phải trong bán hàng</p>","comment":"Tất cả đều đúng"},{"content":"NVKT khi thi công tại địa chỉ khách hàng nên thực hiện  thế nào để thể hiện sự chuyên nghiệp?","comment":"Phục vụ khách hàng với thao tác nhanh, chính xác; Hạn chế nói chuyện riêng, hạn chế giải quyết việc khác hoặc mượn thiết bị của khách hàng; Dọn dẹp sạch sẽ tại vị trí thi công; Xin lỗi khách hàng nếu trong quá trình thi công đã làm phiền khách hàng."},{"content":"<p>NVKT khi thực hiện chăm sóc khách hàng, nếu khách hàng phản ánh \"Mạng bị chậm\", sẽ xử lý như thế nào?</p>","comment":"Xin lỗi khách hàng; khảo sát và kiểm tra dịch vụ; đưa ra khuyến nghị hoặc đo sóng WIFI và tối ưu WIFI cho khách hàng."},{"content":"Đối với người làm công việc trong điều kiện bình thường, khi có đủ 12 tháng làm việc cho một người sử dụng lao động thì thời gian được nghỉ hằng năm hưởng nguyên lương theo hợp đồng lao động là ?","comment":"12 ngày"},{"content":"Người lao động có thể thỏa thuận với người sử dụng lao động để nghỉ hằng năm thành nhiều lần hoặc nghỉ gộp tối đa là ?","comment":"03 năm một lần"},{"content":"Trong quá trình sáng tạo, chúng ta có thể gặp phải những rào cản như:","comment":"Rào cản từ bản thân; Rào cản từ bên ngoài"},{"content":"Hành động có thái độ tích cực đối với thay đổi hoặc cái mới là:","comment":"Coi thay đổi và những tình huống mới là cơ hội để học tập và phát triển; tập trung vào phương diện lợi ích của thay đổi; Nói tốt về thay đổi với những người khác."},{"content":"Để việc phối hợp với đồng nghiệp đạt hiệu quả cao, thì khi phối hợp trong công việc nên:","comment":"Có thái độ cởi mở; Có tư duy tích cực; Trao đổi với nhau"},{"content":"Đầu ra của hoạch định chiến lược là:","comment":"Bản kế hoạch kinh doanh"},{"content":"Trong Chuẩn mực VNPT, theo anh chị thái độ nào của cá nhân được khuyến khích thế nào?","comment":"Tất cả các đáp án đều đúng"},{"content":"Các lĩnh vực chính cụ thể của &quot;Chiến lược phát triển Tập đoàn BCVTVN cho giai đoạn 2017 - 2025, tầm nhìn 2030&quot; là gì?","comment":"IoT; mạng lưới tin cậy; đám mây; phân tích dữ liệu; an ninh mạng và trí tuệ nhân tạo"},{"content":"Chỉ có phát triển nhanh, vượt trội, bền vững, VNPT mới có thể chiến thắng trong cạnh tranh và hội nhập.Yếu tố &quot;Nhanh&quot; được hiểu là:","comment":"Bàn nhanh - Quyết nhanh - Làm nhanh"},{"content":"Các cá nhân/đoàn thể nào tham gia tổ chức triển khai và phổ biến, tuyên truyền Quy tắc ứng xử trên mạng xã hội đến người lao động tại đơn vị?","comment":"Tất cả các đáp án đều đúng"},{"content":"Triết lý của VNPT là gì?","comment":"Khách hàng là trung tâm; Chất lượng là linh hồn; Hiệu quả là thước đo"},{"content":"Trong quá trình phục vụ, nếu khách hàng không hài lòng với dịch vụ hoặc thái độ của nhân viên, NVKT nên ứng xử thế nào?","comment":"Chân thành xin lỗi khách hàng cho dù nhân viên có lỗi hay không; chủ động lắng nghe, thể hiện đồng cảm với khách hàng và có hướng giải thích rõ ràng, nhẹ nhàng để khách hàng hiểu cũng như thông cảm"},{"content":"Khi khách hàng có ý so sánh các dịch vụ của VNPT với dịch vụ của các đối thủ cạnh tranh về mức giá sử dụng, NVKT nên:","comment":"Nêu và chứng minh tính ưu việt về chất lượng sản phẩm dịch vụ của VNPT cùng những chính sách chăm sóc khách hàng, dịch vụ hậu mãi; Định hướng cho khách hàng hiểu về chất lượng quan trọng hơn giá cả."},{"content":"NVKT nên đưa ấn phẩm, tài liệu, hợp đồng,  brochure cho khách hàng như thế nào để thể hiện sự tôn trọng?","comment":"Đưa ấn phẩm, tài liệu,  hợp đồng, brochure,…bằng hai tay và phải đưa cùng chiều với khách hàng."},{"content":"<p>Theo anh/chị, NVKT có nên chăm sóc khách hàng đang sử dụng dịch vụ của nhà mạng khác không?</p>","comment":"Rất cần thiết vì có thể đây sẽ là khách hàng tiềm năng của VNPT hoặc khách hàng này có thể sẽ giới thiệu cho khách hàng khác sử dụng dịch vụ - sản phẩm của VNPT"},{"content":"Thời giờ làm việc bình thường không quá …....... trong 01 ngày và 48 giờ trong một tuần.","comment":"08 giờ"},{"content":"Đối với những người làm công việc nặng nhọc, độc hại, nguy hiểm, khi có đủ 12 tháng làm việc cho một người sử dụng lao động thì thời gian được nghỉ hằng năm hưởng nguyên lương theo hợp đồng lao động là ?","comment":"14 ngày"},{"content":"Nhà nước khuyến khích người sử dụng lao động thực hiện tuần làm việc ….......","comment":"40 giờ"},{"content":"Thời giờ hội họp, học tập, tập huấn do yêu cầu của người sử dụng lao động hoặc được người sử dụng lao động đồng ý được tính vào thời giờ làm việc được hưởng lương.","comment":"Đúng"},{"content":"Mỗi tuần, người lao động được nghỉ ít nhất ?","comment":"24 giờ liên tục"},{"content":"Lợi ích của làm việc nhóm là:","comment":"Tất cả đáp án đều đúng"},{"content":"Thông tin trong doanh nghiệp thường được ví như là:","comment":"Mạch máu"},{"content":"Bước cuối cùng để giải quyết xung đột trong nhóm bao gồm:","comment":"Thỏa thuận"},{"content":"Hành động tích cực tham gia vào các hoạt động học tập được định nghĩa là:","comment":"Tham gia vào những hoạt động học tập cần thiết một cách tích cực và hiệu quả nhất"},{"content":"Anh/chị cho biết VNPT lựa chọn yếu tố nào để tạo nên &quot;Đạo đức&quot; trong văn hoá VNPT:","comment":"Tín với Nhà nước, Tín với Cộng đồng, Tín với Khách hàng, Tín với Người lao động"},{"content":"Nếu nhân viên VNPT &quot;Một tay bỏ vào túi quần, 1 tay chào&quot; đây là tình huống","comment":"Chào chưa đúng quy chuẩn trong Văn hóa cúi chào khi giao tiếp với khách hàng của VNPT"},{"content":"Chuẩn mực cá nhân của người VNPT bao gồm Ý thức, Thái độ và Ứng xử. Anh/chị cho biết thái độ nào sau đây thể hiện đúng nhất chuẩn mực cá nhân của VNPT khi tham gia hội họp?","comment":"Nghiêm túc - đúng giờ. Đến trước ít nhất 5 phút, không bỏ họp về sớm; phát biểu, thảo luận nghiêm túc, đúng chủ đề; để điện thoại ở chế độ rung, hạn chế nghe điện thoại trong khi họp."},{"content":"Với chiến lược phát triển trong kỷ nguyên mới, phù hợp với xu thế toàn cầu hóa và sự phát triển không ngừng của cuộc cách mạng công nghiệp 4.0, VNPT đã và đang từng bước chuyển đổi từ nhà cung cấp dịch vụ viễn thông truyền thống sang nhà cung cấp dịch vụ số (DSP), trở thành một Tập đoàn kinh tế năng động, chú trọng phát triển những sản phẩm, dịch vụ, giải pháp ICT sáng tạo. Các sứ mệnh của VNPT là:","comment":"Cung cấp cho khách hàng và đối tác các sản phẩm, dịch vụ Viễn thông - CNTT - Truyền thông và Dịch vụ số chất lượng, đột phá, sáng tạo; Trở thành trung tâm số (Digital Hub) của khu vực châu Á; Tôn vinh và đánh giá giá trị đích thực của người lao động; Tiên phong trong các hoạt động về cộng đồng."},{"content":"Lý do khiến thuê bao rời mạng có thể là:","comment":"Tất cả đáp án đều đúng"},{"content":"Khi tiếp xúc với một khách hàng phàn nàn về chất lượng dịch vụ của VNPT NVKT nên làm gì?","comment":"Xin lỗi khách hàng; đặt câu hỏi, xác định vấn đề, chủ động lắng nghe tích cực và tìm cách giải quyết theo quy định."},{"content":"Phương thức &quot;Giao tiếp phi ngôn ngữ&quot; đối với Doanh nghiệp được thể hiện qua:","comment":"Thương hiệu; Logo; Đồng phục, cách trang trí cửa hàng"},{"content":"Thời giờ làm việc không quá …....... trong 01 ngày đối  với những người làm các công việc đặc biệt nặng nhọc, độc hại, nguy hiểm theo danh mục do Bộ Lao động - Thương binh và Xã hội chủ trì phối hợp với Bộ Y tế ban hành.","comment":"06 giờ"},{"content":"Người sử dụng lao động có quyền quy định làm việc theo ?","comment":"Tất cả đều đúng"},{"content":"Trong trường hợp đặc biệt do chu kỳ lao động không thể nghỉ hằng tuần, thì người sử dụng lao động có trách nhiệm bảo đảm cho người lao động được nghỉ tính bình quân 01 tháng ít nhất là ?","comment":"04 ngày"},{"content":"Hành động học nhanh, hiểu nhanh được định nghĩa là:","comment":"Sẵn sàng tiếp thu và hiểu những thông tin mới từ những trải nghiệm học tập chính thức và phi chính thức"},{"content":"Yếu tố quan trọng nhất cho thành công quản lý thay đổi tổ chức bao gồm:","comment":"Tất cả dáp án đều đúng"},{"content":"Các chương trình học tập thiết kế cho người lớn cần tuân thủ nguyên tắc nào trong số các nội dung sau?","comment":"Sử dụng kinh nghiệm của học viên trong các ví dụ và hoạt động học tập"},{"content":"Khung năng lực cốt lõi được xây dựng nhằm mục đích:","comment":"Làm thước đo xác định mục tiêu học tập đồng thời nâng cao năng lực cán bộ nhân viên trong Tập đoàn"},{"content":"Đối với Doanh nghiệp, sự sáng tạo có những lợi ích:","comment":"Các đáp án đều đúng"},{"content":"Theo anh/chị thì đâu là điểm yếu (Weaknesses) của VNPT?","comment":"Thiếu sự khác biệt rõ ràng cả về thương hiệu và sản phẩm; quy trình nội bộ kéo dài; thiếu công cụ mạnh tiếp cận thị trường; thiếu lực lượng lao động CNTT có tay nghề cao; thương hiệu VNPT không được biết đến bên ngoài thị trường Việt Nam"},{"content":"Theo Sổ tay Văn hóa VNPT, Trách nhiệm của VNPT đối với khách hàng là &quot;Luôn làm hài lòng&quot; được hiểu như thế nào?","comment":"VNPT coi khách hàng là trung tâm và là mục tiêu trong chiến lược phát triển. Mọi thành viên của VNPT luôn chú ý phải chân thành, nhã nhặn, chú ý lời chào, lời cảm ơn. Lắng nghe nhu cầu, giải thích cặn kẽ, rõ ràng. Tôn trọng lời hứa, đúng thời gian, không sách nhiễu hoặc gây phiền hà cho khách hàng."},{"content":"Trong Văn hóa cúi chào khi giao tiếp với khách hàng của VNPT, tình huống chào chưa đúng quy chuẩn VNPT bao gồm:","comment":"Tất cả các đáp án đều đúng"},{"content":"Sức mạnh của VNPT nằm ở những khía cạnh nào sau đây?","comment":"Sức mạnh truyền thống, Sức mạnh thương hiệu, Sức mạnh gắn kết, Sức mạnh phát triển, Sức mạnh kỷ cương"},{"content":"<p>NVKT nên tìm hiểu những thông tin gì về sản phẩm của đối thủ cạnh tranh?</p>","comment":"Điểm mạnh - điểm yếu của sản phẩm tương đồng với VNPT"},{"content":"Chăm sóc khách hàng mang lại cho doanh nghiệp lợi ích gì ?","comment":"Tất cả đáp án đều đúng"},{"content":"Để tạo thiện cảm với khách hàng, chúng ta nên:","comment":"Giữ đúng lời hứa với khách hàng"},{"content":"NVKT nên ứng xử thế nào khi gặp khách hàng lần đầu?","comment":"Chủ động cúi chào theo quy chuẩn và hướng ánh mắt về  phía khách hàng với thái độ vui vẻ, nhiệt tình; giới thiệu bản thân để khách hàng yên tâm; xác nhận lại với khách hàng về yêu cầu lắp đặt, sửa chữa ... dịch vụ."},{"content":"Người sử dụng lao động có quyền yêu cầu người lao động làm thêm giờ vào bất kỳ ngày nào và người lao động không được từ chối trong các trường hợp nào sau đây?","comment":"Thực hiện các công việc nhằm bảo vệ tính mạng con người, tài sản của cơ quan, tổ chức, cá nhân trong phòng ngừa và khắc phục hậu quả thiên tai, hỏa hoạn, dịch bệnh và thảm họa"},{"content":"Người lao động có đủ …....... làm việc cho một người sử dụng lao động thì được nghỉ hằng năm, hưởng nguyên lương theo hợp đồng lao động.","comment":"12 tháng"},{"content":"Nghỉ giải lao theo tính chất của công việc được tính vào thời giờ làm việc được hưởng lương.","comment":"Đúng"},{"content":"Đâu là hành động chính trong năng lực học tập ứng dụng ?","comment":"Tích cực tham gia các hoạt động học tập"},{"content":"&quot;Tâm lý ổn định việc làm là một lý do cản trở sự thay đổi&quot;. Đúng hay sai?","comment":"Đúng"},{"content":"Phương pháp Thử và sai được ứng dụng khi:","comment":"Đối diện với vấn đề mới phát sinh"},{"content":"Trong Văn hóa cúi chào khi giao tiếp với khách hàng của VNPT, khi thực hiện cúi chào, &quot;Các ngón tay xòe ra và đặt ở bên trái&quot; đây là tình huống","comment":"Chào chưa đúng quy chuẩn VNPT"},{"content":"Trong Văn hóa cúi chào khi giao tiếp với khách hàng của VNPT, hành động cúi chào được áp dụng khi:","comment":"Khi gặp khách hàng và khi khách hàng ra về"},{"content":"Nội dung &quot;Chịu trách nhiệm với các hoạt động của bản thân trên mạng xã hội&quot; tại Quy tắc ứng xử trên Mạng xã hội yêu cầu người lao động thực hiện hành động nào sau đây:","comment":"Tất cả các đáp án đều đúng"},{"content":"Trong trường hợp người sử dụng lao động quy định làm việc theo tuần thì thời gian làm việc bình thường không quá …....... trong 01 ngày, nhưng không quá 48 giờ trong 01 tuần.","comment":"10 giờ"},{"content":"Người sử dụng lao động được sử dụng người lao động làm thêm giờ khi đáp ứng đủ điều kiện ?","comment":"cả 3 ý còn lại"},{"content":"Những lợi ích của sáng tạo đối với cá nhân bao gồm","comment":"Các đáp án đều đúng"},{"content":"Để kiểm soát sự thay đổi hiệu quả, chúng ta cần:","comment":"Thực hiện kiểm soát liên tục cả bên trong và bên ngoài.<br />\nTheo dõi tiến độ, đo lường kết quả đạt được và chú trọng thông tin phản hồi"},{"content":"Một trong những kỹ thuật sử dụng phổ biến khi sử dụng phương pháp tập kích não trong học tập là quan sát kỹ những thứ nhìn thấy, quan sát từ cách nhìn của người khác, nhìn sự vật, sự việc theo một hướng khác. Đúng hay sai?","comment":"Đúng"},{"content":"Quản trị bằng mục tiêu MBO giúp doanh nghiệp:","comment":"Tất cả đáp án đều đúng"},{"content":"Theo Sổ tay Văn hóa VNPT, Trách nhiệm của VNPT với người lao động là &quot;Tôn trọng và Bảo vệ&quot; được hiểu như thế nào?","comment":"VNPT xác định đội ngũ lao động là tài sản quý giá nhất của VNPT, là những người làm nên lịch sử truyền thống hào hùng, cũng như đang tạo dựng những bậc thang cho tương lai, do vậy mọi chủ trương, ý tưởng, cơ chế, chính sách hay giải pháp triển khai cũng đều hướng về người lao động."},{"content":"Trong Văn hóa cúi chào khi giao tiếp với khách hàng của VNPT, việc cúi chào được áp dụng tại các điểm chạm như:","comment":"Tất cả các đáp án đều đúng"},{"content":"<p>Lắng nghe tích cực KHÔNG có đặc điểm nào, sau đây:</p>","comment":"Khi khách hàng đang trình bày, nếu có điều gì khách hàng nói chưa đúng thì nên ngắt lời để giải thích ngay, tránh để khách hàng  hiểu lầm"},{"content":"Khi giới thiệu và tự giới thiệu NVKT nên:","comment":"Tự giới thiệu ngắn gọn tên, đơn vị làm việc với thái độ lịch sự,  khiêm nhường. Giới thiệu người có địa vị cao hoặc người lớn tuổi trước và giới thiệu tên kèm theo chức vụ."},{"content":"Khi tiếp xúc với khách hàng, lý do nào là quan trọng nhất khiến chúng ta nên gọi đúng tên khách hàng?","comment":"Để thể hiện sự tôn trọng và tạo thiện cảm với khách hàng"},{"content":"Người sử dụng lao động có quyền quyết định sắp xếp ngày nghỉ hàng tuần vào .......... trong tuần nhưng phải ghi vào nội quy lao động.","comment":"ngày chủ nhật hoặc một ngày cố định khác"},{"content":"Khách hàng dùng SIM số bình thường là đã có thể sử dụng VNPT - MobileID. Đúng hay Sai?","comment":"Sai"},{"content":"Cập nhật thường xuyên và kịp thời thông tin trên vnEdu Portal, là yêu cầu cơ bản của hệ thống cổng thông tin điện tử. Đúng hay Sai?","comment":"Đúng"},{"content":"Các tính năng chính của giải pháp VNPT VXP là:","comment":"Tính năng nhận gửi và Tính năng quản trị"},{"content":"Một số lợi ích của dịch vụ VNPT Elearning đối với học sinh là","comment":"Tất cả các đáp án đều đúng"},{"content":"<p>vnEdu Portal được tích hợp với hệ thống:</p>","comment":"Hệ thống thông tin quản lý giáo dục, quản lý trực tuyến trường học"},{"content":"Dịch vụ Mobile ID KHÔNG có khả năng cung cấp chứng thư số cho số lượng thuê bao lớn. Đúng hay Sai?","comment":"Sai"},{"content":"Một trong những lợi ích mà dịch vụ VNPT-BHXH đem đến cho người dùng là:","comment":"Giúp khách hàng lập tờ khai, hồ sơ BHXH theo chuẩn quy định của Ngành BHXH"},{"content":"Các chức năng chính của hệ thống vnEdu IOC","comment":"Trực quan hóa: Giám sát cảnh báo; Lịch công tác; Gửi thông báo; Đồng bộ Cơ sở dữ liệu ngành"},{"content":"Cổng thông tin điện tử nhà trường vnEdu Portal là:","comment":"Trang thông tin điện tử khối giáo dục, nhằm giới thiệu quảng bá hình ảnh các đơn vị giáo dục, tích hợp các thông tin về giáo dục theo một phương thức thống nhất, thông qua một điểm truy cập duy nhất đối với người sử dụng."},{"content":"Hệ thống VNPT HMIS có tạo lập được hồ sơ sức khỏe điện tử không?","comment":"Có"},{"content":"<p>Dịch vụ VNPT - MobileID cho phép nhà mạng cung cấp dịch vụ di động triển khai các ứng dụng:</p>","comment":"Tất cả đáp án đều đúng"},{"content":"Khi sử dụng hệ thống VNPT VXP &quot;Dữ liệu được trao đổi trực tiếp giữa các  thành viên và - không có sự can thiệp của bên thứ ba&quot;. Đúng hay sai?","comment":"Đúng"},{"content":"Hệ thống VNPT VSR có thể tích hợp dữ liệu với hệ thống báo cáo chính phủ?","comment":"Có"},{"content":"Giảm được chi phí quản lý, in ấn, kiểm đếm, bảo quản và vận chuyển tiền mặt, sử dụng giao dịch không dùng tiền mặt giúp các giao dịch sẽ minh bạch hơn, góp phần đẩy mạnh công tác phòng chống tham nhũng, đây là:","comment":"Lợi ích mang lại cho nhà nước khi sử dụng dịch vụ VNPT Pay"},{"content":"vnEdu ra đời hướng đến mục đích gì?","comment":"Tin học hóa toàn diện công tác quản lý, điều hành trong giáo dục"},{"content":"VNPT e-Cabinet là tên thương hiệu của dịch vụ nào sau đây?","comment":"Phần mềm phòng họp không giấy tờ"},{"content":"Định nghĩa đầy đủ của dịch vụ VNPT – BHXH là:","comment":"Giải pháp giao dịch điện tử giữa các tổ chức, doanh nghiệp, các đơn vị hành chính sự nghiệp, trường học,... Với cơ quan bảo hiểm xã hội trên toàn quốc"},{"content":"VNPT VXP sử dụng trung tâm tích hợp và chia sẻ dữ liệu đảm bảo:","comment":"Liên thông giữa các sở, ban ngành, UBND quận/huyện, UBND phường/xã. Và Có thể kết nối vào Trục liên thông Quốc gia"},{"content":"<p>Khi sử dụng phần mềm VNPT e-Cabinet sẽ mang lại những lợi ích gì?</p>","comment":"- Tích hợp dễ dàng với các ứng dụng thông qua hệ thống API\n- Kết nối thông minh với các thiết bị: Màn hình TV, Máy QR Code, Laptop/Tablet, SMS/Email,…\n- Giao diện thân thiện với người sử dụng, tính năng tương tác cao. \n- Quản lý ghi chú tài liệu họp trực tuyến từ xa.\n- Hỗ trợ ký số trên Sim Mobile PKI."},{"content":"Số lượng cổng thành phần trên hệ thống vnEdu Portal là:","comment":"Không hạn chế số lượng"},{"content":"vnEdu là giải pháp được xây dựng trên nền tảng nào?","comment":"Nền tảng web công nghệ điện toán đám mây"},{"content":"Định nghĩa đầy đủ của Dịch vụ SIP Trunking cố định là:","comment":"Đường dây trung kế thoại chạy trên giao thức SIP được cung cấp trên phạm vi tất cả các T/TP trên toàn quốc cho đối tượng KH là các tổ chức doanh nghiệp có trang bị tổng đài IP PBX dùng để tạo kết nối cho các đầu số điện thoại cố định."},{"content":"<p>Dịch vụ Thu hộ, chi hộ thông qua VNPT PAY có thể:</p>","comment":"Thực hiện việc thu hộ cho các đối tác cung cấp dịch vụ ngoài xã hội có nhu cầu thu hộ qua hệ thống ngân hàng đầy đủ đã kết nối với VNPT Pay"},{"content":"&quot;Theo dõi, giám sát thông tin y tế cơ sở toàn Huyện trực tuyến.&quot; là lợi ích mà hệ thống VNPT HMIS đem đến cho đối tượng nào sau đây?","comment":"Trung tâm y tế"},{"content":"Hiệu quả sử dụng của VNPT e-Cabinet?","comment":"Tiết kiệm chi phí; Tiết kiệm thời gian; Dễ dàng quản trị; Sử dụng linh hoạt."},{"content":"Định nghĩa đầy đủ của phần mềm VNPT e-Cabinet?","comment":"Tất cả đáp án đều đúng"},{"content":"Dịch vụ nền tảng học và thi trực tuyến VNPT Elearning được triển khai  dựa trên  nền tảng nào?","comment":"Nền tảng điện toán đám mây hiện đại."},{"content":"&quot;Khóa bí mật&quot; trong dịch vụ VNPT - MobileID là loại khóa thuộc hệ thống:","comment":"Mã không đối xứng"},{"content":"Khi sử dụng hệ thống vnEdu, người dùng sẽ:","comment":"Tất cả đáp án đều đúng"},{"content":"Dịch vụ hóa đơn điện tử được định nghĩa là:","comment":"Là dịch vụ do nhà cung cấp được Tổng cục Thuế lựa chọn, ủy quyền cung cấp việc tạo lập, phát hành và lưu trữ hóa đợn điện tử cho các Tổ chức, Doanh nghiệp"},{"content":"Đối tượng khách hàng sử dụng dịch vụ VNPT-BHXH","comment":"Tất cả các đáp án đều đúng"},{"content":"<p>Tại sao nói dịch vu SIP Trunking có đường tín hiệu ổn định?</p>","comment":"Là vì triển khai trên các kênh truyền:  cáp quang, FTTH, kênh truyền số liệu, kênh thuê riêng, Internet Leasedline"},{"content":"Dịch vụ nền tảng đào tạo và thi trực tuyến có thể áp dụng cho đối tượng nào?","comment":"Tất cả các đáp án đều đúng"},{"content":"Đối tượng khách hàng sử dụng dịch vụ SIP Trucking là","comment":"Các tổ chức, doanh nghiệp có nhu cầu thoại lớn cần trang bị tổng đài để phục vụ công tác liên lạc của đơn vị"},{"content":"<p>Nạp tiền vào Ví điện tử VNPT Pay bằng cách nào? :</p>","comment":"Đăng nhập Ví VNPT Pay-&gt;Chọn “Nạp tiền” trên màn hình chính-&gt; Nhập số tiền cần nạp-&gt;Ấn “Tiếp tục”-&gt; Nạp tiền thành công"},{"content":"Hệ thống VNPT VSR đang được áp dụng triển khai cho hệ thống nào?","comment":"Hệ thống báo cáo của Chính phủ; Hệ thống báo cáo của Bộ ngành địa phương"},{"content":"Mục đích xây dựng hệ thống vnEdu IOC","comment":"Tất cả đáp án đều đúng"},{"content":"Ở dịch vụ VNPT - MobileID, thuê bao dùng khóa bí mật của mình để ký số vào một thông điệp dữ liệu nào đó dưới tên mình, được gọi là:","comment":"Người ký"},{"content":"&quot;Khóa công khai&quot; trong dịch vụ VNPT - MobileID là loại khóa được tạo bởi:","comment":"Khóa bí mật tương ứng"},{"content":"Đối tượng sử dụng hệ thống vnEdu IOC","comment":"Các đối tượng trong khối quản lý điều hành (Sở Giáo dục, Phòng Giáo dục)"},{"content":"Dịch vụ VNPT - MobileID với hệ thống phân tải thông minh, sẽ giúp người dùng:","comment":"Tiếp nhận nhiều yêu cầu truy vấn cùng lúc"},{"content":"Để sử dụng các ứng dụng có trong vnEdu Portal và các hệ thống tích hợp từ ngoài vào, người dùng chỉ cần đăng nhập và xác thực 01 lần. Đúng hay Sai?","comment":"Đúng"},{"content":"vnEdu Portal ra đời hướng đến mục đích gì?","comment":"Giới thiệu, quảng bá hình ảnh các đơn vị giáo dục"},{"content":"Tính tới tháng 7 năm 2020, VNPT HMIS đã kết nối liên thông với những hệ thống nào?","comment":"Tất cả đáp án đều đúng"},{"content":"Một số ưu điểm của dịch vụ VNPT Elearning là:","comment":"Tất cả các đáp án đều đúng"},{"content":"&quot;Có tính năng phòng chống virus, phần mềm độc hại, chống tấn công ddos. Có khả năng sao lưu, backup dữ liệu tự động, Việc phân quyền người dùng có thể tùy biến theo yêu cầu của người quản trị&quot; đây là:","comment":"Những ưu điểm của dịch vụ VNPT Elearning"},{"content":"Hệ thống vnEdu Portal KHÔNG được tích hợp với các hệ thống như: văn bản điện tử, thư điện tử... Đúng hay Sai?","comment":"Sai"},{"content":"Định nghĩa đầy đủ của Hóa đơn điện tử là:","comment":"Hóa đơn được thể hiện ở dạng dữ liệu điện tử do tổ chức, cá nhân bán hàng hóa, cung cấp dịch vụ lập, ghi nhận thông tin bán hàng hóa cung cấp dịch vụ, ký số, ký điện tử theo quy định bằng phương tiện điển tử, bao gồm cả trường hợp hóa đơn được khởi tạo từ máy tính tiền có kết nối chuyển dữ liệu điện tử với cơ quan thuế"},{"content":"Người dùng có thể sử dụng tài khoản của hệ thống vnEdu để đăng nhập hệ thống vnEdu IOC được không?","comment":"Có"},{"content":"Trong tính năng Quản trị của giải pháp VNPT VXP không có chức năng nào:","comment":"Chức năng trọng tài"},{"content":"Thông qua hệ thống vnEdu, các Phòng/Sở giáo dục có thể quản lý được các cơ sở giáo dục trên địa bàn mình phụ trách. Đúng hay Sai?","comment":"Đúng"},{"content":"&quot;VNPT PAY chỉ có thể thực hiện việc thu hộ cho các đối tác cung cấp dịch vụ trong nội bộ VNPT&quot;. Đúng hay sai?","comment":"Sai"},{"content":"<p>Chức năng Trực quan hóa trong hệ thống vnEdu IOC cho phép:</p>","comment":"Cung cấp các Thống kê báo cáo, biểu đồ, chức năng tra cứu hồ sơ, đồng bộ dữ liệu"},{"content":"Cách tạo tài khoản và sử dụng ví VNPT Pay là:","comment":"Tải app VNPT Pay -&gt;Mở ứng dụng VNPT Pay và đăng ký Ví bằng số điện thoại -&gt; Nhập mã OTP xác nhận SĐT -&gt;Nhập mật khẩu khi đăng nhập ứng dụng -&gt; Liên kết ngân hàng qua chức năng liên kết Ví -&gt; Nạp tiền vào Ví thông qua ngân hàng liên kết -&gt;Trải nghiệm các chức năng của VNPT Pay"},{"content":"Lợi ích của Trung tâm điều hành giáo dục (vnEdu IOC) đó là:","comment":"Tất cả đáp án đều đúng"},{"content":"<p>Ở dịch vụ VNPT - MobileID, việc đưa khóa bí mật vào một phần mềm để tự động tạo và gắn chữ ký số vào thông điệp dữ liệu nào đó, được gọi là Ký số. Đúng hay sai?</p>","comment":"Đúng"},{"content":"<p>Một trong những lợi ích mà hệ thống vnEdu đem đến cho người dùng là:</p>","comment":"Tổ chức và quản lý kỳ thi một cách nhanh chóng, hiệu quả"},{"content":"Trong tính năng Nhận gửi của giải pháp VNPT VXP không có chức năng nào:","comment":"Tra cứu"},{"content":"<p>Cung cấp một đường truyền dẫn tạm thời giữa hai điểm, đây là</p>","comment":"Đặc điểm của dịch vụ"},{"content":"<p>Dịch vụ VNPT VXP được khái niệm là:</p>","comment":"là giải pháp nền tảng tích hợp chia sẻ dữ liệu được kết hợp các ưu điểm của kiến trúc chia sẻ dữ liệu ngang hàng và tập trung nhằm hạn chế các nhược điểm của 2 mô hình chia sẻ dữ liệu (ngang hàng, tập trung)."},{"content":"Hệ thống Hóa đơn điện tử có bao nhiêu tính năng cơ bản?","comment":"Có 6 tính năng cơ bản"},{"content":"Trong hệ thống VNPT VSR, hệ thống thông tin thu thập, tổng hợp, phân tích số liệu báo cáo từ các bộ, cơ quan, địa phương để phục vụ công tác chỉ đạo, điều hành của Chính phủ, Thủ tướng Chính phủ, là định nghĩa của:","comment":"Hệ thống thông tin báo cáo Chính phủ ( GRIS)"},{"content":"Hệ thống vnEdu được thiết kế dành cho những đối tượng nào?","comment":"Tất cả đáp án đều đúng"},{"content":"Chế độ báo cáo đột xuất trong hệ thống VNPT VSR được hiểu là:","comment":"Chế độ báo cáo được ban hành để đáp ứng yêu cầu thông tin về vấn đề phát sinh bất thường."},{"content":"<p>Khi sử dụng hệ thống VNPT HMIS, người dân sẽ hưởng được lợi ích gì?</p>","comment":"Tất cả đáp án đều đúng"},{"content":"So với việc sử dụng Phòng họp không giấy tờ VNPT e-Cabinet, một trong những hạn chế của phòng họp truyền thống là:","comment":"Các thành viên tham gia cuộc họp, không thể tham gia cùng lúc tại nhiều địa điểm"},{"content":"Lợi ích khi sử dụng hóa đơn điện tử:","comment":"Tất cả đáp án đều đúng"},{"content":"Đâu là lợi ích chính của việc sdụng SPFILE để duy trì tập tin tham số?","comment":"Là những thay đổi đối với cấu hình CSDL sẽ được thực hiện xuyên suốt qtrình shtdown và startup."},{"content":"Khi nào thì HĐH thay đổi số lượng được phân quyền?","comment":"Khi transaction kết thúc 1 cách không bình thường."},{"content":"Một lược đồ cơ sở dữ liệu về hàng hoá gồm có 2 quan hệ sau:\nHANG{MA_HANG, TEN_HANG, LOAI_HANG, SL_TON}.\nBAN{TEN_KH,MA_HANG, SL_BAN, NGAY_BAN}.\nĐể hiện dữ liệu gồm TEN_HANG va HANG_TON trong đó HANG_TON = SL_TON – SL_BAN. \nThì câu lệnh SQL nào sau đây được dùng?","comment":"Select HANG.TEN_HANG, HANG.SL_TON – BAN.SL_BAN as HANG_TON From  HANG, BAN Where   HANG.MA_HANG = BAN.MA_HANG."},{"content":"Anh (chị) xin vui lòng cho biết: Ở bước nào trong việc khởi động CSDL thì control file được mở?","comment":"Database mounted"},{"content":"UPDATE products SET Price=Price+Price*0.1 WHERE Price BETWEEN 60 AND 70. Kết quả câu lệnh SQL trên là:","comment":"Tăng 10% giá (Price) trong bảng Products, cho những sản phẩm có giá từ 60 đến 70"},{"content":"Điều gì xảy ra tiếp theo khi tiến trình server không thể tìm đủ free buffer để copy các khối từ ổ đĩa?","comment":"Signals the DBWn process to write the dirty buffers to disk"},{"content":"Cho một quan hệ cơ sơ dữ liệu HANG(MA_HANG, TEN_HANG, LOAI, NHACC, GIA). \nĐể xoá bỏ một mặt hàng có mã hàng là TV01 thì câu lệnh SQL nào sau đây được dùng?","comment":"Delete From HANG Where MA_HANG=“TV01”."},{"content":"Câu lệnh nào sau đây có thể yêu cầu  cấp phát temporary segment ?","comment":"CREATE INDEX"},{"content":"Khi tiến trình server được hoàn thành 1 cách không bình thường, xử lí hậu cảnh nào chịu trách nhiệm cho việc phát hành các khóa trợ giúp bởi user?","comment":"PMON"},{"content":"Tùy chọn SHUTDOWN nào sẽ đợi user hoàn thành các transaction chưa được commit của họ?","comment":"SHUTDOWN TRANSACTIONAL"},{"content":"Phương thức ExcuteScalar() của đối tượng qlCommand có ý nghĩa như thế nào?","comment":"Với trường hợp phát biểu dạng select, phương thức sẽ trả về một giá trả kiểu object tương ứng với giá trả của cột và hàng đầu tiên"},{"content":"Mô tả nào sau đây là đúng nhất về Real Application Cluster?","comment":"1 CSDL, nhiều instance."},{"content":"Bình thường Chad chạy các vấn tin rất nhỏ trên table, nhưng đã có thông báo từ DBA là Chad sẽ sớm được chạy 1 vài vấn tin đối với kho Dữ Liệu cho các hoạt động quản lí. DBA có thể làm gì để chắc chắn rằng những vấn tin sẽ không chạy sau OLTP?(chọn câu trả lời đúng nhất)","comment":"The DBA can use the Active Session Pool feature to suspend the session if there are too many active OLTP sessions."},{"content":"Tùy chọn mới nào của RMAN có thể được DBA dùng để lưu thời gian khi việc sao lưu không thành công?","comment":"Khởi động lại sao lưu với tùy chọn NOT BACKED UP ."},{"content":"Đối tượng CSDL nào sau đây bao gồm nhiều hơn một segment?","comment":"Partitioned table"},{"content":"Câu lệnh SQL nào sau đây dùng để tạo Database mới trong SQL??","comment":"CREATE DATABASE"},{"content":"Xử lý hậu cảnh nào chịu trách nhiệm cho việc ghi 1 dirty buffer trong file CSDL?","comment":"DBWn"},{"content":"Hãy cho biết đối tượng nào trong các đối tượng sau là đối tượng kết nối?","comment":"SqlConnection"},{"content":"Tham số nào của ORAPWD là không bắt buộc?","comment":"ENTRIES"},{"content":"Tùy chọn nào sau đây không thể được thực hiện online mà không có bất kì gián đoạn nào để thực hiện liên tục trong giao dịch trực tuyến?","comment":"Dropping a user-defined column"},{"content":"Từ khóa nào được sử dụng trong câu lệnh CREATE INDEX để tạo một function-based index?","comment":"CREATE INDEX FUNCTION BASED"},{"content":"Anh (chị) xin vui lòng cho biết:  Những điều nào sau đây ko phải quyền hệ thống?","comment":"SELECT"},{"content":"Bằng cách nào bạn làm một CSDL chỉ đọc? (chọn đáp án đúng nhất)?","comment":"STARTUP MOUNT; ALTER DATABASE OPEN READ ONLY"},{"content":"Bộ nhớ granules không được cấp phát tại instance khởi tạo cho thành phần nào của SGA sau đây?","comment":"None of the above"},{"content":"Thành phần nào của SGA dùng để phân tích đoạn code của SQL?","comment":"Library cache"},{"content":"Dirty buffer là gì?","comment":"Data buffer đã được thay đổi nhưng khôngđược ghi vào ổ đĩa."},{"content":"Số lượng tối đa của database writer processes cho phép trong Oracle instance?","comment":"10"},{"content":"Câu lệnh SQL nào sau đây dùng để chỉ loại bỏ  dữ liệu từ bảng có tên STUDENT trong khi để lại nguyên vẹn cấu trúc bảng? COMMIT TRANSACTION","comment":"MOVE TABLE STUDENT"},{"content":"Lệnh dùng để tạo 1 CSDL có giá trị chỉ đọc? (chọn đáp án đúng nhất)?","comment":"STARTUP MOUNT; ALTER DATABASE OPEN READ ONLY"},{"content":"Câu lệnh nào sau đây là 1 tùy chọn khởi động CSDL không hợp lệ?","comment":"STARTUP NORMAL"},{"content":"Hãy chọn phương án đúng ứng với quy trình truy xuất lấy dữ liệu từ CSDL:","comment":"Datasource-> DataAdapter-> Connection->DataSet->WebForm/Windows Form"},{"content":"Ở bước nào trong việc khởi động CSDL thì control file được mở?","comment":"Database mounted"},{"content":"Nhận định sau là đúng với SPFILEs.","comment":"Thay đổi được thực hiện trong SPFILE với câu lệnh ALTER SYSTEM có thể thay đổi đồng thời với thay đổi của bộ nhớ bản sao các tham số."},{"content":"Xử lí hậu cảnh nào khôngđược khởi tạo mặc định khi khởi tạo 1 instance?","comment":"ARCn"},{"content":"Phát biểu nào sau đây không là thuận lợi của việc có TĐDL trong redo log file khi dùng LogMiner cho DML và DDL activity?","comment":"Khối xấu (hư hỏng) trong 1 trong những redo log sẽ làm ngưng LogMiner Analysis với các TĐDL tĩnh."},{"content":"User SCOTT đã mở 1session SQL*Plus và tạm thời không sử dụng đến. Khi bạn vấn tin view V$SESSION, STATUS thì INACTIVE. Bạn kết thúc session của SCOTT. Cái gì sẽ là hiện trạng của session của SCOTT trong V$SESSION?","comment":"KILLED"},{"content":"Bạn là nhà quản trị CSDL SQL. Bạn đang phát triển 1 ứng dụng DB cho phòng kế toán của bạn. Ứng dụng này chứa nhiều modules được tích hợp nhau. Các user thường gặp phải dealock bất kỳ lúc nòa  một người nào đó thực hiện 1 hàm mà nó cần tích hợp từ nhiều module. Làm thế nào để giảm thiểu các deadlock này?","comment":"Bạn cần phải bảo đảm là tất cả các transaction chỉnh sửa dữ liệu các bảng phải theo cùng 1 thứ tự"},{"content":"Cấu trúc bộ nhớ nào ghi tất cả những thay đổi CSDL của instance?","comment":"Redo log buffer"},{"content":"<p>Cấu trúc bộ nhớ nào được chia sẽ? (chọn 2 đáp án)</p>","comment":"Library cache~Large pool~"},{"content":"Julie, 1 trong các nhà phân tích CSDL, đang phàn nàn các vấn tin của cô ấy tốn nhiều thời gian để hoàn thành, mặc dù xuất ra kết quả đúng. DBA nghi ngờ rằng kích thước của buffer cache không đúng và là nguyên nhân trì hoãn do đó các khối DL khôngcó sẵn trong bộ nhớ. Tham số khởi tạo nào DBA có thể sử dụng để giám sát cách dùng của buffer cache?","comment":"DB_CACHE_ADVICE"},{"content":"Tùy chọn SHUTDOWN nào yêu cầu phục hồi instance khi CSDL được khởi động lần tiếp theo?","comment":"None of the above"},{"content":"Quyền nào mà bạn cần có để kết nối CSDL, nếu CSDL đang được khởi động bằng STARTUP RESTRICT?","comment":"RESTRICTED SESSION"},{"content":"The Secure Application Role feature trong Oracle cho phép 1 user xác thực các đặc quyền bằng việc nào sau đây?","comment":"Gọi 1 stored procedure."},{"content":"Thông tin nào có sẵn trong tập tin alert (Alert log files )?","comment":"Chặn các khối bị lỗi."},{"content":"Gía trị tham số nào được dùng để thiết lập đường dẫn thư mục nơi mà tập tin báo lỗi (alert log file) được ghi ra?","comment":"BACKGROUND_DUMP_DEST"},{"content":"Xử lí hậu cảnh và liên kết các thành phần CSDL bảo đảm rằng dữ liệu được commit ngay cả khi những thay đổi chưa được ghi lại trong các tập tin DL?","comment":"LGWR and online redo log file"},{"content":"Anh (chị) xin vui lòng cho biết: Bằng cách nào bạn làm 1CSDL chỉ đọc?(chọn đáp án đúng nhất)?","comment":"STARTUP MOUNT; ALTER DATABASE OPEN READ ONLY"},{"content":"Cho một quan hệ cơ sơ dữ liệu HANG(MA_HANG, TEN_HANG, LOAI, NHACC, GIA). \nĐể giảm giá 20% các mặt hàng thuộc nhà cung cấp là Sony thì câu lệnh SQL nào sau được dùng?","comment":"Update HANG set GIA = GIA – GIA*20/100 where NHACC=“Sony”."},{"content":"Tính năng mới nào của Oracle cho phép nhiều user xem nội dung của table tại 1 số điểm trong quá khứ?","comment":"Oracle Flashback"},{"content":"Anh (chị) xin vui lòng cho biết: Tùy chọn SHUTDOWN nào sẽ đợi user hoàn thành các transaction chưa được commit của họ?","comment":"SHUTDOWN TRANSACTIONAL"},{"content":"Mệnh đề nào trong câu lệnh ALTER TABLE mà bạn dùng để tổ chức lại table?","comment":"MOVE"},{"content":"Nếu bạn đang update 1dòng trong table dùng ROWID trong mệnh đề WHERE( giả sử rằng dòng đó khôngcó sẵn trong buffer cache), If you are updating one row in a table using the ROWID in the WHERE clause (assume that the row is not already in the buffer cache), số lượng nhỏ nhất của thông tin được đọc trong CSDL buffer cache là gì?","comment":"Khối được copy tới CSDL buffer cache."},{"content":"Thành phần nào của SGA có cache từ điển?","comment":"Shared pool"},{"content":"Bạn cần phải bảo đảm là tất cả các transaction chỉnh sửa dữ liệu các bảng phải theo cùng 1 thứ tự","comment":"Bạn cần phải bảo đảm là tất cả các transaction chỉnh sửa dữ liệu các bảng phải theo cùng 1 thứ tự"},{"content":"Anh (chị) xin vui lòng cho biết: Quyền nào mà bạn cần có để kết nối CSDL, nếu CSDL đang được khởi động bằng STARTUP RESTRICT?","comment":"RESTRICTED SESSION"},{"content":"Thủ tục hệ thống nào sau đây cho phép liệt kê tất cả các cơ sở dữ liệu bên trong server","comment":"Sp_databases"},{"content":"Khi một table được cập nhật, segment nào lưu lại thông tin cũ (cái mà được sử dụng để khôi phục lại dữ liệu)?","comment":"Rollback segment"},{"content":"Số tối thiểu của online redo log file yêu cầu trong CSDL?","comment":"2"},{"content":"Có bao nhiêu pan tồn tại trong phiên bản mới của Oracle Enterprise Manager (OEM)?","comment":"Two, in a master/detail format"},{"content":"Cái nào sau đây không là 1 phần của CSDL buffer pool?","comment":"LIBRARY"},{"content":"Những kiểu nối nào sau đây được cho phép trong mệnh đề FROM của câu lệnh SQL?","comment":"Tất cả đều đúng"},{"content":"Câu lệnh nào sẽ “bounce” CSDL, có nghĩa là tắt CSDL và khởi động CSDL trong 1câu lệng duy nhất?","comment":"SHUTDOWN FORCE"},{"content":"Tác vụ nào được phép thực thi trên tablespace chỉ đọc?","comment":"Drop table"},{"content":"Phải vào mode nào để sử dụng lệnh “ip ospf authentication-key c1$c0?”","comment":"Interface"},{"content":"Anh/Chị cho biết cách thức nào sau đây được sử dụng phổ biến trong kỷ thuật Social engineering attack?","comment":"Qua điện thoại"},{"content":"Thiết bị bảo mật emai của Cisco chạy trên nền tảng nào","comment":"Cisco NX-OS"},{"content":"Cách sử dụng mật khẩu nào dưới đây là an toàn ?","comment":"Using a long and complex password"},{"content":"Máy Windows Server 2003 có 2 thiết bị giao tiếp mạng: một giao tiếp Internet và một giao tiếp với các Client. Người quản trị triển khai NAT trên Windows Server này để chia sẻ kết nối internet. Sau khi triển khai xong thì Server giao tiếp internet tốt, còn các Client thì không giao tiếp được mặc dùng đã khai báo đúng và đủ các thông số IP cho Clients. Nguyên nhân dẫn đến tình trạng trên:","comment":"Do dịch vụ “Basic Firewall” ngăn không cho các Client giao tiếp internet"},{"content":"Loại NAT nào thường được sử dụng để public web server từ trong mạng LAN ra ngoài internet?","comment":"Static NAT"},{"content":"Tính năng nào được sử dụng để chọn địa chỉ tiếp theo thay vì chọn cổng trong cơ chế dịch chuyển địa chỉ PAT pool","comment":"round robin"},{"content":"Câu lệnh nào được suer dụng để bật xác thực AAA nếu người dùng truy cập vào chế độ privilege","comment":"aaa authentication enable default local"},{"content":"Kiểu tường lửa nào có thể thực hiện kiểm tra lớp tận cùng gói tin","comment":"application firewall"},{"content":"Anh/chị cho biết cách tốt nhất để bảo mật cho thiết bị switch tránh việc truy cập ở lớp vật lý là   gì?","comment":"Disable tất cả các port không sử dụng"},{"content":"Phương pháp tấn công DoS có các gói tin gửi từ attacker có các thông số rất khó hiểu để chia ra các phần (fragment) là?","comment":"Teardrop"},{"content":"Trên Firewall Cisco ASA, Interface nào có giá trị security-level lớn nhất   ?","comment":"Interface inside"},{"content":"Khi áp dụng chính sách tường lửa “zone base policy”. Ba hành động nào được áp dụng cho lưu lượng lớp truy cập?  (chọn 3 đáp án)","comment":"inspect~pass~drop~"},{"content":"Bước nào đúng khi thực hiện bật AAA qua giao diện SDM","comment":"Configure > Additional Tasks > AAA"},{"content":"Điều quan trọng nhất khi triển khai firewall là gì  ?","comment":"Writing a firewall policy"},{"content":"Kỹ thuật sử dụng các gói tin giả mạo chiếm đoạt kết nối giữa máy tính nạn nhân với máy đích?","comment":"TCP Hijacking"},{"content":"Giao thức nào cung cấp tính toàn vẹn dữ liệu, mã hóa, xác thực và anti-replay cho Ipsec VPN","comment":"ESP protocol"},{"content":"Dòng thiết bị nào thì có nhiều chức năng liên quan tới security solutions, including firewall, IPS, VPN, antispyware, antivirus, and antiphishing?","comment":"Cisco ASA 5500-X Series Next Gen. Security appliance"},{"content":"Port nào được dịch vụ chia sẻ file, máy in trên mạng -  SMB over TCP/IP sử dụng?","comment":"445"},{"content":"Trong Active FTP mode, port nào được sử dụng để thiết lập kênh điều khiển ?","comment":"21"},{"content":"Bạn là người quản trị mạng tại trung tâm. Máy Server ISA1 cung cấp truy cập Internet cho tất cả máy trong mạng. Để phòng tránh người dùng vô tình tải và thực thi các tập tin virus (dạng *.exe, *.com, *.dll,…). Bạn chọn giải pháp nào sau đây?","comment":"Tạo một “Content Type” trong đó chứa danh sách tập tin Virus. Tạo Access Rule cấm người dùng truy cập HTTP trên Content này."},{"content":"Loại tấn công nào có thể dùng khai thác lỗ hổng thiết kế trong việc thực thi ứng dụng mà không gây chú ý","comment":"Low-rate DoS attacks."},{"content":"Cisco FirePower triển khai loại cơ chế nào để bảo vệ các mối đe dọa với email khi di chuyển qua các mạng khác","comment":"reputation-based"},{"content":"Ba điều nào đúng khi nói về DHCP Snooping?  (chọn 3 đáp án)","comment":"Used to perform man-in-the-middle attack~Arp Poisoning~Modify Traffic in transit~"},{"content":"Bạn cần cấm việc dò quét từ mạng khác theo giao thức ICMP. Bạn phải set lệnh deny ICMP với tham số nào?","comment":"Type = 3, Code = 1"},{"content":"Mức bảo mật nào của SNMPv3 cung cấp xác thực với HMAC và MD5 nhưng không sử dụng mã hóa","comment":"authNoPriv"},{"content":"Điều nào đúng khi tường lửa ASA cho phép các gói tin HTTP GET đi vào trong suốt quá trình hoạt động  (chọn 3 đáp án)","comment":"Khi khớp với một kết nối TCP được tìm thấy~Khi các mục ACL được cấu hình phù hợp~Khi cấu hình phù hợp các mục NAT~"},{"content":"Có thể kiểm tra các port đang mở với?","comment":"Netstat"},{"content":"Thành phần nào trong bộ 802.1x thực thi chính sách mạng","comment":"authentication server"},{"content":"<p>Các server như: Web, Mail thường được đặt trong vùng nào dưới đây?</p>","comment":"Demilitarized Zones"},{"content":"Câu lệnh nào được sử dụng để bật tính năng tự động học MAC trên switch","comment":"switchport port-security mac-address sticky"},{"content":"<p>Trường nào dưới đây được sử dụng để nhận biết gói tin được gửi đi trong cùng mạng hay khác mạng?</p>","comment":"Subnet Mask"},{"content":"3 trường thông tin nào được dùng để mã hóa ESP trong quá trình truyền thông tin? (chọn 3 đáp án)","comment":"Pad Length~Padding~Next Header~"},{"content":"Sau khi dùng Sniffing software để bắt thông tin phân tích gói thông tin gửi đi từ host, có dạng: Protocol :TCP; Destination Port: 80; Source IP 192.168.3.8; Destination IP 203. 162.4.132; SYN=1, ACK=0. Cho biết host trên đang làm gì?","comment":"Máy 192.168.3.8 đang yêu cầu kết nối với Web server tại 203. 162.4.132"},{"content":"Trên Firewall Cisco ASA, tính năng nào được sử dụng để chống tấn cống TCP Syn flood ?","comment":"TCP intercept feature"},{"content":"Tùy chọn nào được dùng để duy trì kết nối khi đi qua tường lửa ASA","comment":"Routing table"},{"content":"Để thực hiện cuộc tấn công Trojan-Backdoor. Hacker sẽ thực hiện:","comment":"Trojan Client được cài trên máy nạn nhân – Hacker điều khiển bằng Trojan Server"},{"content":"Loại nào được dùng để đại diện cho nhiều yếu tố trong chính sách truy cập Cisco","comment":"object groups"},{"content":"Kỹ thuật nào sau đây được hacker sử dụng để vượt qua MAC filtering ở thiết bị phát wifi ?","comment":"Spoof a physical address"},{"content":"Anh/chị cho biết passwords được lưu ở đâu trong hệ điều hành Linux","comment":"/etc/shadow"},{"content":"Câu lệnh nào được sử dụng để hiển thị bảng routing trên HĐH Linux?","comment":"Route -n"},{"content":"Hình thức nào sau đây không phải là hình thức tấn công DoS?","comment":"ARP Spoofing"},{"content":"Chương trình nào sau đây là malware ?","comment":"Viruses, worms và trojans"},{"content":"Giải pháp IDS/IPS nào được dùng giám sát tiến trình và tài nguyên","comment":"HIPS"},{"content":"Phương thức thông dụng để chia sẻ một kết nối internet cho nhiều máy khác trong mạng là:","comment":"ICS (Internet Connection Sharring)"},{"content":"Trên firewall ASA, access list entry nào được sử dụng trong cấu hình access-list mà cho phép match multiple entries với chỉ 1 câu lệnh?","comment":"Object groups"},{"content":"Những yếu tố nào cần được cân nhắc khi xem xét một công nghệ mới","comment":"risk"},{"content":"Hai lệnh nào được sử dụng để bảo mật file cấu hình cho thiết bị cisco  (chọn 2 đáp án)","comment":"secure boot-image~secure boot-config~"},{"content":"Ba điều nào đúng khi nói về DHCP Snooping?  (chọn 3 đáp án)","comment":"Modify Traffic in transit~Used to perform man-in-the-middle attack~Arp Poisoning~"},{"content":"Điều nào đúng về thiết bị ASA khi ở chế độ trong suốt (transparent)","comment":"It requires a management IP address"},{"content":"Việc sử dụng đội quân zombie tấn công trên mạng là hình thức?","comment":"DDOS"},{"content":"Đâu là thành phần bảo mật chính trong việc triển khai MDM","comment":"Using self-signed certificates to validate the server."},{"content":"Người dùng mở 2 trình duyệt chrome cùng một lúc và cùng truy vấn vào trang web http://vnpt.vn, trường nào sau đây là khác nhau giữa 2 connection này?","comment":"Source port number"},{"content":"Khi áp dụng chính sách tường lửa “zone base policy”. Ba hành động nào được áp dụng cho lưu lượng lớp truy cập?  (chọn 3 đáp án)","comment":"pass~drop~inspect~"},{"content":"Cơ chế mã hóa dữ liệu bất đối xứng nào được sử dụng để mã hóa dữ liệu?","comment":"a public/private key pair"},{"content":"Công cụ nào được sử dụng để khai thác lỗ hổng SQL injection?","comment":"sqlmap"},{"content":"Anh/chị cho biết giao thức https sử dụng port nào?","comment":"443"},{"content":"HTTPS sử dụng giao thức nào để mã hóa dữ liệu ?","comment":"SSL hoặc TLS."},{"content":"Giao thức nào ở tầng network được thực hiện khi ping đến 1 server  ?","comment":"ICMP"},{"content":"Nếu bạn mở cổng TCP/21 mà dịch vụ FTP vẫn bị firewall block, vậy bạn cần thực hiện bước nào dưới đây để dịch vụ ftp hoạt động được ?","comment":"Open TCP/20"},{"content":"Câu lệnh nào được sử dụng để cấu hình tưởng lửa có chức năng che giấu các địa chỉ nội bộ","comment":"no proxy-arp"},{"content":"Giao thức IP Security (IPSec) được thực hiện tại lớp nào","comment":"Netwwork"},{"content":"Khi thiết lập VPN với mã hóa PSK trên thiết bị router cisco, hai yếu tố nào phải cấu hình dưới cryto map? (chọn 2 đáp án)","comment":"transform-set~peer~"},{"content":"Chế độ nào được sử dụng để mã hóa lưu lượng trực tiếp giữa máy chủ và máy khách trên kênh truyền VPN","comment":"transport mode"},{"content":"Điều nào đúng khi tường lửa ASA cho phép các gói tin HTTP GET đi vào trong suốt quá trình hoạt động  (chọn 3 đáp án)","comment":"Khi các mục ACL được cấu hình phù hợp~Khi cấu hình phù hợp các mục NAT~Khi khớp với một kết nối TCP được tìm thấy~"},{"content":"3 trường thông tin nào được dùng để mã hóa ESP trong quá trình truyền thông tin? (chọn 3 đáp án)","comment":"Padding~Pad Length~Next Header~"},{"content":"Trên Firewall Cisco ASA,  căn cứ vào hình vẽ trên hãy chỉ ra loại NAT được sử dụng ?<img src=\"/module/filesystem/service/default/preview/5f59cbd232961\">","comment":"Dynamic NAT"},{"content":"Anh/chị đang khai báo Vlan trên các cổng của thiết bị Switch R1, trị số Vlan nào sẽ được gán là Vlan mặc định","comment":"Vlan 1"},{"content":"Sniffing là một phương thức tấn công kiểu:","comment":"Đánh cắp dữ liệu của nạn nhân truyền trên mạng"},{"content":"Công nghệ nào có thể sử dụng để ngăn chặn 1 máy tính bị nhiễm độc không cho kết nối mạng?","comment":"host IPS"},{"content":"Anh/chị cho biết thứ tự đúng của các gói tin gửi đi trong quá trình khởi tạo TCP theo phương pháp bắt tay 03 bước","comment":"SYN, SYN-ACK, ACK"},{"content":"Loại tường lửa nào đóng vai trò làm trung gian giữa máy chủ và máy khách","comment":"Proxy firewall"},{"content":"Giá trị mặc định TTL trên hệ điều hành Linux là bao nhiêu ?","comment":"64"},{"content":"Metasploit Framework là công cụ tấn công khai thác lỗ hổng để lấy Shell của máy nạn nhân. Ngay sau khi cài đặt, chạy công cụ này thì gặp sự cố: tất cả các lệnh gõ trên Metasploit không được thi hành. Nguyên nhân là do:","comment":"Do không kết nối được tới máy nạn nhân"},{"content":"3 yếu tố quan trọng nhất của an toàn an ninh thông tin (Information Security)   ?","comment":"Confidentiality, Integrity and Availability"},{"content":"Khi thiết lập VPN với mã hóa PSK trên thiết bị router cisco, hai yếu tố nào phải cấu hình dưới cryto map? (chọn 2 đáp án)","comment":"peer~transform-set~"},{"content":"Điều nào đúng khi tường lửa ASA cho phép các gói tin HTTP GET đi vào trong suốt quá trình hoạt động  (chọn 3 đáp án)","comment":"Khi các mục ACL được cấu hình phù hợp~Khi khớp với một kết nối TCP được tìm thấy~Khi cấu hình phù hợp các mục NAT~"},{"content":"Kỹ thuật nhằm tăng tốc độ thực thi và giảm kích thước chương trình virus được gọi là?","comment":"Biến hình"},{"content":"Trong môi trường Cisco Cloud Web Security khi nào lưu lượng truy cập mạng được phép cho qua các quét proxies","comment":"Khi máy client đã kết nối tới dịch vụ VPN đã cho qua proxies."},{"content":"Khi áp dụng chính sách tường lửa “zone base policy”. Ba hành động nào được áp dụng cho lưu lượng lớp truy cập?  (chọn 3 đáp án)","comment":"drop~inspect~pass~"},{"content":"Port mặc định của WorldClient là bao nhiêu:","comment":"3000"},{"content":"Địa chỉ Ipv6 nào được sử dụng cho địa chỉ multicast của một nhóm các router?","comment":"FF02::2"},{"content":"Tạo mới máy ảo mới với Hyper – V, thực hiện các bước sau:","comment":"Ở cửa sổ Hyper – V, chọn Virtual Switch Manager – chọn tiếp  External và chọn reate Virtual Switch. Chọn tên máy tính chủ (máy tính đang chạy Hyper-V). Sau đó dưới khung Actions, nhấn vào New - > Virtual Machine."},{"content":"Ưu điểm của Xen là gì?","comment":"Công nghệ ảo hóa thực sự cho phép chạy cùng lúc nhiều  máy ảo VPS trên máy chủ vật lý"},{"content":"<p>Để ngăn tấn công DoS, một quản trị mạng chặn nguồn IP với tường lửa, nhưng tấn công vẫn tiếp diễn. Điều gì có khả năng xảy ra nhất ?</p>","comment":"Tất cả đều đúng"},{"content":"Điểm khác biệt cơ bản giữa mail online và mail offline là:","comment":"Mail online nhanh hơn mail offline."},{"content":"Để không phải thực hiện thao tác cài lại các máy ảo, có thể sử dụng chức năng khôi phục tại thời điểm được tao ra, ta chọn tính năng","comment":"Snapshots"},{"content":"Thiết bị router sẽ xử lý một gói tin đi tới router thế nào nếu nó không tìm thấy tuyến đường đích trong bảng định tuyến","comment":"Router sẽ loại bỏ gói tin"},{"content":"DHCPOFFER  đây là gói tin nhằm giúp","comment":"DHCP Server đề nghị danh sách các IP cho thuê đến Client"},{"content":"<p>Các giao thức xác thực nào sau đây là được sử dụng trong các mạng không dây ?</p>","comment":"802.11b"},{"content":"Tính năng chính của VMWare Workstation là","comment":"Tạo máy ảo đa hệ điều hành"},{"content":"DHCP Relay Agent là","comment":"Đại lý chuyển tiếp DHCP Server"},{"content":"<p>Trên DHCP server bạn cấp phát một dãy địa chỉ IP thuộc class C từ 192.168.12.25/24 đến 192.168.12.254. Công ty bạn muốn triển khai thêm một máy file server, và bạn muốn máy file server này sử dụng địa chỉ IP tĩnh. Bạn cần cấu hình trên máy file server thế nào để các máy khác trong mạng nội bộ cũng như mạng ngoài có thể truy cập được máy file server này?</p>","comment":"Trên máy File Server nhập địa chỉ IP là 192.168.12.23, subnet mask là 255.255.255.0, và default gateway là 192.168.12.24."},{"content":"<p>Chọn 2 địa chỉ lớp A (chọn 2 đáp án):</p>","comment":"11.0.0.1/8~10.0.0.2/8~"},{"content":"Khi cài đặt Hyper – V, yêu cầu Processor:","comment":"Hyper-V chỉ có thể được triển khai trên máy chủ sử dụng processor 64bit (x86-64) có hỗ trợ ảo hóa (Intel VT hay AMD-V)."},{"content":"VMWare vSphere là bộ sản phẩm của VMWare, dùng để phục vụ nhu cầu ảo hóa hệ thống, thành phần nào dưới đây không phải của","comment":"VMWare Store"},{"content":"Danh sách Black List trong Spam (của chương trình MDemon) có ý nghĩa gì:","comment":"Danh sách các địa chỉ email và các miền không muốn nhận"},{"content":"Thực thi câu lệnh nào để chạy giao thức định tuyến OSPFv2 trên mạng?","comment":"router ospf process-id"},{"content":"Ưu điểm của Workgroup là:","comment":"Thiết kế được quản lý tập trung"},{"content":"Checkpointing:","comment":"Là cơ chế lưu lại trạng thái của tiền trình trong quá trình chạy không bị lỗi vào một thiết bị nhớ ổn định nhằm khôi phục lại sau đó hoặc phục hồi lại trên một máy khác."},{"content":"Ảo hóa giải quyết các thách thức của việc quản lý trung tâm dữ liệu và cung cấp một số lợi thế như sau:","comment":"Các ý trên đều đúng"},{"content":"Khôi phục lại Snapshot trên VMWare","comment":"Chọn Menu VM –> Snapshot –> Revert  to Snapshot: tên Snapshot bạn cần khôi phục"},{"content":"Đâu là điểm khác giữa thiết bị CSU/DSU và modem?","comment":"Thiết bị CSU/DSU chuyển đổi tín hiệu số từ một router tới đường truyền leased; thiết bị modem chuyển đổi tín hiệu số từ router tới đường truyên điện thoại."},{"content":"Trong Microsoft Hyper-V, Integration Services:","comment":"Tất cả các ý trên."},{"content":"Dịch vụ phải có khi cài AD","comment":"DNS"},{"content":"Khi cài đặt, VMWare tạo ra ở máy thật bao nhiêu card mạng ảo để máy thật giao tiếp với các máy tính ảo.","comment":"2"},{"content":"Ảo hóa Hyper-V  là:","comment":"Hyper-V là công nghệ ảo hóa server của Microsoft được tích hợp sẵn trong Windows 10"},{"content":"Phát biểu nào sau đây không đúng khi so sánh Ưu điểm của Hyper-v so với VMWare","comment":"Hỗ trợ trên nhiều hệ điều hành khác nhau"},{"content":"Khi giả quyết vấn đề kết nối trên mạng Ethernet. Bằng cách nào để kiểm tra một địa chỉ IP được gán như một thiết bị router?","comment":"Kiểm tra địa chỉ IP trong bảng ARP"},{"content":"Việc xác minh và cấp phép là nhiệm vụ của","comment":"AD"},{"content":"Lớp nào trong mô hình tham chiếu OSI đáp ứng việc thực thi các ứng dụng sau khi nhận đẩy đủ các bản tin từ bên gửi trong việc truyền thông giữa 2 bên?","comment":"Lớp ứng dụng"},{"content":"Để phân chia quyền hành của một miền trong AD người ta dùng","comment":"OU"},{"content":"Ảo hóa XEN có bao nhiêu bản chính","comment":"2"},{"content":"Khi đang xử lý lỗi về mạng, bạn nhận thấy rằng máy tính có thể ping được tới một địa chri webserver nhưng lại không thể kết nối TCP qua port 80 trên server đó. Vậy đâu là nguyên nhân chính trong việc?","comment":"Một ACL đã chặn port TCP"},{"content":"Sự khác nhau cơ bản giưa VMWare – Xen – Open VZ","comment":"Open VZ hoạt động dưa trên nhân Linux và hệ điều hành"},{"content":"MX  Record dùng để làm gì?","comment":" Dùng cho dịch vụ chuyển mail"},{"content":"Windows Hyper-V Server  là :","comment":"Bản Hyper-V độc lập (stand-alone) có thể được cài đặt trực tiếp trên phần cứng vật lý mà không cần host OS."},{"content":"Các thành phần chính của Hyper V:","comment":"Hypervisor, ngăn ảo hóa và mô hình I/O (nhập / Xuất) ảo hóa mới."},{"content":"Các chức nào sau đây không phải là chức năng của ảo hóa với VMWare Workstation:","comment":"Hỗ trợ hệ thống cho hệ điều hành trên máy đang sử dụng"},{"content":"Hyper-V phân chia mỗi máy ảo thành","comment":"Một partition"},{"content":"Bạn là người quản trị mạng trong công ty, công ty yêu cầu bạn cài đặt dịch vụ DHCP server để cấp IP cho các máy khác trong mạng. Trước khi cài đặt Dịch vụ DHCP trên Windows 2003 Server, bạn cần thiết lập các thành phần nào sau đây?","comment":"Địa chỉ IP tĩnh, subnet mask, default gateway và DNS"},{"content":"Nếu sử dụng câu lệnh “ service password-encrytion” điều gì xảy ra","comment":"Tất cả pass hiện tai và tương lại đều mã hóa"},{"content":"Muốn tạo và khởi chạy máy ảo trong Hyper-V, sau khi khởi động Hyper-V Manager cần phải:","comment":"Tạo một mạng chuyển đổi ảo (Virtual Switch) cho nó."},{"content":"Công ty bạn có 2 văn phòng sử dụng 2 NetID khác nhau, bạn sử dụng máy tính xách tay sử dụng hệ điều hành Windows XP, bạn thường di chuyển qua lại giữa hai văn phòng này, bạn cấu hình địa chỉ IP trên máy tính xách tay như thế nào để mỗi lần qua lại giữa hai trụ sở này mà không cần phải cấu hình lại địa chỉ IP?","comment":"Cấu hình Alternate Configuration trên máy tính xách tay"},{"content":"<p>Bạn là người quản trị mạng cho một công ty, công ty bạn sử dụng 3 netID khác nhau, bạn làm thế nào để 3 netID này có thể truy xuất dữ liệu qua lại với nhau?</p>","comment":"Trong hệ thống mạng cấu hình 3 server Routing and Remote Access"},{"content":"<p>Thuật ngữ nào sau đây liên quan đến miền</p>","comment":"NTDS"},{"content":"Để thiết lập quyền khởi động ưu tiên cho file boot DLC (*.iso) trong VMWare :","comment":"Vào VM  à chọn CD/DVD (SATA) à chọn đường dẫn đến file DLC "},{"content":"Quyền truy cập nào cho phép ta lưu giữ một tập tin?","comment":"Ghi"},{"content":"Theo thứ tự câu lệnh nào được cấu hình trên một router chạy OSPF và thêm vùng mạng 10.1.1.0/24 vào vùng area 0.","comment":"router ospf 1\nnetwork 10.1.1.0 0.0.0.255 area 0"},{"content":"Nếu một router có 3 hosts kết nối trên một port và 2 host còn lại kết nối tới 2 port khác. Vậy có bao nhiêu miền quảng bá được thể hiện trên router?","comment":"2"},{"content":"Bản quyền phần mềm của Microsoft cung cấp loại nào?","comment":"Tất cả các đáp án trên"},{"content":"Hyper V Windows Server 2008 64 có mấy phiên bản","comment":"3 phiên bản"},{"content":"<p>Danh sách Black List trong Spam (của chương trình MDemon) có ý nghĩa gì:</p>","comment":"Danh sách các địa chỉ email và các miền không muốn nhận"},{"content":"Sử dụng mặt subnet nào được sử dụng cho 8 dải mạng con, mỗi mạng chứa từ 6 cho tới 26 hosts?","comment":"255.255.255.224"},{"content":"Để thực hiện Share dữ liệu giữa máy thật và máy ảo,  trong hộp thoại hiệu chỉnh cấu hình máy ảo ta chọn:","comment":"Chọn tab Options à chọn mục Shared Folders àchọn nút  à Add để tạo một chia sẻ một thư mục trên máy tính thật cho máy ảo."},{"content":"ACL dạng chuẩn dựa vào thông tin nào để lọc gói tin","comment":"Địa chỉ đích và subnet mask"},{"content":"Nhược điểm của Open VZ là gì?","comment":"Các máy chủ phải sử dụng chung 1 nhân duy nhất"},{"content":"Có bao nhiêu bit trong 1 ô địa chỉ IPv6","comment":"16"},{"content":"Thông số nào ảnh hưởng tới việc lựa chọn một tuyến đường khi có nhiều bộ giao thức cùng có tuyến đường tới 1 đích?","comment":"Administrative distance"},{"content":"Trong dịch vụ DHCP các gói tin Broadcast có thể đi qua Router được không","comment":"Có nhưng router phải có chuẩn RFC1542"},{"content":"Tính năng nào được sử dụng khi tagging 1 vùng Vlan?","comment":"Encapsulation"},{"content":"<p>Giao thức nào giúp người dùng có thể truy cập vào hộp thư và download thư về máy tính của mình:</p>","comment":"SMTP"},{"content":"Các công nghệ nào sau đây không hỗ trợn hệ thống ảo hóa","comment":"Công nghệ Beamforming"},{"content":"Trong hình bên dưới. Chế độ nào đang được thiết lập mật khẩu?<img src=\"/module/filesystem/service/default/preview/5f59cbd202842\">","comment":"Telnet"},{"content":"Cài đặt Windows 2012 trên máy ảo (VMWare) thì yêu cầu phần cứng như thế nào?","comment":"Tất cả các yếu tố trên"},{"content":"Chọn đáp án đúng khi tổng hợp lại 4 mạng trong hình:<img src=\"/module/filesystem/service/default/preview/5f59cbd21ab28\">","comment":"10.0.0.0 /22"},{"content":"<p>Bạn là người quản trị mạng cho một công ty. Công ty bạn có sử dụng 3 NetID khác nhau, trên đó có triển khai dịch vụ Routing and Remote Access, muốn xác định được đường đi của một NetID này sang NetID khác bạn làm cách nào?.</p>","comment":"Xem thông tin trong Internet Protocol (IP) routing table"},{"content":"Các tính năng nào sau đây không phải là công nghệ ảo hóa:","comment":"Tổ chức lưu trữ dữ liệu lớn"},{"content":"Bạn có thể cấu hình Hyper – V để chạy nhiều máy ảo cùng lúc. Số lượng máy ảo nhiêu hay ít tùy thuộc vào mấy yếu tố","comment":"3"},{"content":"<p>Câu lệnh nào có thể sử dụng để giải quyết các vấn đề về mạng (chọn 3 đáp án):</p>","comment":"Ping~Show ip route~Show ip interface~"},{"content":"Câu lệnh nào thì cần thiết để cho phép SSH hoặc Telnet tới một thiết bị Switch Cisco?","comment":"transport input all"},{"content":"VMware có tính năng cấp IP động (DHCP), để cấu hình cho chức năng này, bạn thực hiện các bước sau:","comment":"Edit à chọn Virtual Network Editor trên thanh tool bar để cấu hình"},{"content":"Snapshot là một chức năng tạo ra các “điểm dừng” trên máy ảo, nó tương tự như backup. Để thực hiện, chọn:","comment":"Click chuột vào máy ảo, chọn Menu VM - Snapshot, chọn Take Snapshot, đặt tên sau click OK."},{"content":"Ảo hóa mức hệ điều hành còn gọi là","comment":"Containers Virtualizazation hay Isolation"},{"content":"Câu lệnh nào được sử dụng để xem thông tin CPU","comment":"Show process"},{"content":"<p>Sau khi cài Terminal Service(Software Deployment) , để cài một phần mềm người ta sử dụng</p>","comment":"Thông qua Add/Remove Program"},{"content":"Phương pháp thông tin truy cập từ xa nào được xem như kết nối điển hình đến Internet mọi lúc,nó làm gia tăng rủi ro bảo mật do luôn mở đối với mọi cuộc tấn công ?","comment":"Wireless"},{"content":"<p>Các giao thức nào sau đây làm việc trên lớp IP để bảo vệ thông tin IP trên mạng ?</p>","comment":"IPSec"},{"content":"Bạn là người quản trị mạng cho một công ty, công ty bạn có 1 chi nhánh ở cách xa trụ sở chính và kết nối với trụ sở chính qua mạng internet. Trên hệ thống mạng của chi nhánh, bạn cài đặt và cấu hình DNS server. Bạn cần cấu hình DNS như thế nào để DNS server tại trụ sở chính có thể phân giải tên cho DNS server tại chi nhánh và việc kết nối giữa hai nơi ít traffic nhất.","comment":"Cấu hình DNS server tại tại trụ sở chính một secondary zone và delegation đến chi nhánh"},{"content":"<p>Sản phẩm tự động đọc thẻ ngân hàng và phát hiện gian lận trong ứng dụng VNPT PAY ứng dụng công nghệ nào?</p>","comment":"AI"},{"content":"<p>Chiến lược phát triển giai đoạn 2018-2025 và tầm nhìn đến năm 2030, gọi tắt là Chiến lược VNPT 4.0. có mục tiêu chính là gì?</p>","comment":"Tất cả đều đúng"},{"content":"Trung tâm điều hành thông minh (IOC - Intelligent Operation Center)  với khả năng tích hợp dữ liệu và các hệ thống sẵn có cùng các phần mềm điều khiển trung tâm, tạo ra một cái nhìn toàn cảnh về tỉnh/thành phố trên mọi lĩnh vực. IOC được ví như là ?","comment":"“Bộ não điều hành số” của các địa phương"},{"content":"Nhằm đón nhận xu hướng công nghiệp 4.0, ngày 04/5/2017, Thủ tướng Chính phủ đã có Chỉ thị số 16/CT-TTg về việc tăng cường năng lực tiếp cận cuộc Cách mạng công nghiệp lần thứ thư để yêu cầu các Bộ, ngành, địa phương tạo điều kiện tốt nhất cho sự tăng tốc phát triển của cuộc Cách mạng công nghiệp 4.0 ở Việt Nam. Điều này đúng hay sai?","comment":"Đúng"},{"content":"<p>Giải pháp VNPT eKYC (Giải pháp xác thực định danh điện tử) đột phá dựa trên nền tảng là công nghệ nào sau đây?</p>","comment":"Công nghệ  AI và Blockchain"},{"content":"Hiện nay, có bao nhiêu mô hình dịch vụ triển khai điện toán đám mây đang được sử dụng phổ biến ?","comment":"4"},{"content":"Đến nay, thế giới vẫn chưa có một định nghĩa thống nhất về Đô thị thông minh. Nhưng về cơ bản, đó là mô hình thành phố ứng dụng công nghệ thông tin, trí tuệ nhân tạo để:","comment":"Quản lý nâng cao tiêu chuẩn cuộc sống đô thị; cải thiện chất lượng phục vụ của chính quyền thành phố; sử dụng hiệu quả các nguồn năng lượng, tài nguyên thiên nhiên"},{"content":"Doanh nghiệp viễn thông nào được UBND TP.HCM chọn là đơn vị tư vấn xây dựng khung kiến trúc Đô thị thông minh cho TP.Hồ Chí Minh?","comment":"VNPT"},{"content":"Con người và máy móc được kết nối với nhau qua quá trình nào sau đây?","comment":"Quá trình xử lý ngôn ngữ tự nhiên"},{"content":"<p>VNPT đã triển khai công nghệ trí tuệ nhân tạo (AI) trên ứng dụng nào sau đây?</p>","comment":"Ứng dụng quản lý đăng ký và cập nhật thông tin thuê bao (SMCS Mobile), Smartcity"},{"content":"Định hướng chiến lược VNPT 4.0 của tập đoàn VNPT  là gì?","comment":"Chuyển đổi VNPT thành nhà cung cấp dịch vụ số"},{"content":"Hiện nay, có 4 mô hình dịch vụ triển khai điện toán đám mây chính đang được sử dụng phổ biến. Đó là những mô hình nào sau đây?","comment":"Public Cloud, Private Cloud, Hybrid Cloud và Community Cloud."},{"content":"Khối dữ liệu Block Chain hợp pháp có thể chỉnh sửa thông tin hay không?","comment":"Không"},{"content":"Sự khác nhau giữa máy chủ ảo dùng riêng (VPS - Virtual Private Server) và máy chủ ảo Cloud Server là :","comment":"VPS (Virtual Private Server): là máy chủ ảo hoạt động dưới dạng chia sẻ tài nguyên từ một máy chủ vật lý. Cloud Server: là máy chủ ảo được triển khai trên nền tảng điện toán đám mây, hoạt động trên nhiều kết nối server vật lý khác nhau."},{"content":"<p>VNPT đã phát triển hệ sinh thái các giải pháp để có thể giúp số hóa doanh nghiệp. Đó là:</p>","comment":"Tất cả các giải pháp đều đúng"},{"content":"<p>Khung chuyển đổi số của VNPT ban hành theo quyết định số 357/VNPT-QĐ-CN bao gồm:</p>","comment":"Doanh nghiệp số, Khách hàng số, Nghiệp vụ số , Vận hành số, Dữ liệu số và Hạ tầng số."},{"content":"Phát biểu nào sau đây là đúng về Big Data?","comment":"Dữ liệu phải đảm bảo có được cả 3 thuộc tính là : dữ liệu có kích thước lớn, dữ liệu có tốc độ xử lý nhanh và dữ liệu có sự đa dạng  thì mới được coi là Big Data."},{"content":"Dữ liệu lớn (Big Data) khác dữ liệu thường điểm nào ?","comment":"Khả năng lưu trữ  lớn hơn\n(Khả năng lưu trữ và xử lý dữ liệu )"},{"content":"Google Drive là một trong các ứng dụng của nền tảng điện toán đám mây, điều này đúng hay sai?","comment":"Đúng"},{"content":"Theo anh chị thì nhận định sau đây về Big Data là đúng hay sai: Điều thực sự mang lại giá trị từ các tổ chức dữ liệu lớn là phân tích dữ liệu. Nếu không có phân tích, nó chỉ là một tập dữ liệu với việc sử dụng hạn chế trong kinh doanh.","comment":"Đúng"},{"content":"Xu hướng  Big Data (Dữ liệu lớn) trong cách mạng công nghệ 4.0 được hiểu là ?","comment":"Big Data là thuật ngữ dùng để chỉ một tập hợp dữ liệu rất lớn và phức tạp mà những công cụ, ứng dụng xử lý dữ liệu truyền thống KHÔNG THỂ thu thập, quản lý và xử lý dữ liệu trong một khoảng thời gian hợp lý."},{"content":"Điều gì đã thúc đẩy sự phát triển của trí tuệ nhân tạo (AI) trong giai đoạn hiện tại?","comment":"Tất cả đều đúng"},{"content":"Internet of Things (IoT) là một hệ thống các thiết bị máy tính, máy móc, vật thể, động vật hoặc người có liên quan đến nhau, được cung cấp định danh duy nhất và có khả năng để truyền dữ liệu qua mạng mà không cần sự tương tác giữa con người với con người hay giữa con người với máy tính. Điều này đúng hay sai?","comment":"Đúng"},{"content":"Cuộc cách mạng công nghiệp lần thứ tư phát triển trên 03 lĩnh vực chính là gì ?","comment":"Kỹ thuật số, công nghệ sinh học, vật lý"},{"content":"Thiết bị IoT cần 1 nguồn năng lượng lớn để hoạt động, điều này đúng hay sai?","comment":"Sai"},{"content":"________ dự đoán xu hướng và hành vi trong tương lai, hỗ trợ các nhà quản lý đưa ra quyết định tác động đến hoạt động kinh doanh của doanh nghiệp.","comment":"Data mining - Khai phá dữ liệu"},{"content":"Các phát biểu nào sau đây là khái niệm về Điện toán đám mấy (Cloud Computing) ?","comment":"Cloud Computing là mô hình dịch vụ cho phép người dùng truy cập tài nguyên điện toán dùng chung (mạng, sever, lưu trữ, ứng dụng, dịch vụ) thông qua kết nối mạng một cách dễ dàng, mọi lúc mọi nơi, theo yêu cầu."},{"content":"Về cơ bản, Big Data  có thuộc tính đặc trưng như thế nào ?","comment":".Đặc trưng của Big Data được mô tả qua 5V (Volume, Velocity, Variety, Veracity, Value)"},{"content":"<p>IoT Platform là một hạ tầng duy nhất kết nối mọi vật (connected things) và cung cấp dịch vụ end – to – end cho nhiều lĩnh vực, bao gồm các thành phần chính nào sau đây? (chọn trả phương án đúng nhất)</p>","comment":"Kết nối thiết bị; Trung tâm xử lý dữ liệu; Quản lý MSIM; Quản lý tập trung ứng dụng"},{"content":"AI (Trí tuệ nhân tạo) được viết tắt từ thuật ngữ tiếng Anh nào sau đây ?","comment":"Artificial Intelligence"},{"content":"Thứ tự sắp xếp các phiên bản của công nghệ Blockchain nào sau đây là đúng?","comment":"1. Tiền điện tử và thanh toán; \n2. Tài chính và Thị trường;\n3. Thiết kế và Giám sát hoạt động;\n4. Doanh nghiệp và ứng dụng giao dịch"},{"content":"<p>Phát biểu nào sau đây được gọi là khái niệm của Trí tuệ nhân tạo hay Trí thông minh nhân tạo (Artificial Intelligence – viết tắt là AI)</p>","comment":"Là một ngành thuộc lĩnh vực khoa học máy tính (Computer science). Là trí tuệ do con người lập trình tạo nên với mục tiêu giúp máy tính có thể tự động hóa các hành vi thông minh như con người."},{"content":"Trong Internet of Things (IoT), các thiết bị máy tính, máy móc, vật thể, động vật (với chip sinh học có khả năng tự động nhận và truyền tín hiệu radio) hoặc người (có bộ cấy ghép để giám sát hoạt động của tim chẳng hạn) phải được gán một địa chỉ IP và có khả năng truyền dữ liệu qua mạng. Điều này đúng hay sai?","comment":"Đúng"},{"content":"Các nhà cung cấp dịch vụ điện toán đám mây (Cloud computing) cung cấp các dịch vụ của họ theo những mô hình cơ bản nào?","comment":"IaaS (Hạ tầng như một dịch vụ), PaaS (Nền tảng như một dịch vụ) và SaaS (Phần mềm như một dịch vụ)."},{"content":"Các thành phần công nghệ cốt lõi nào của kỹ thuật số tác động đến Cách mạng công nghiệp 4.0?","comment":"Trí tuệ nhân tạo; Kết nối Internet vạn vật; Big Data"},{"content":"Big Data lại chứa  rất nhiều thông tin quý giá, mà nếu trích xuất thành công sẽ giúp rất nhiều cho việc nắm bắt xu thế trong kinh doanh, nghiên cứu khoa học, dự đoán để phòng tránh các dịch bệnh sắp phát sinh, phát hiện sớm tội phạm, hay đo lường điều kiện giao thông theo thời gian thực,...Theo anh chị nhận định này đúng hay sai?","comment":"Đúng"},{"content":"Hiện nay thuật ngữ IoT được nhắc đến nhiều trên các phương tiện truyền thông liên quan đến Cách mạng công nghiệp 4.0. IoT là viết tắt của từ nào ?","comment":"Internet Of Things"},{"content":"Phát biều nào sau đây là phát biểu chính xác về khái niệm của Blockchain?","comment":"Tất cả đều đúng"},{"content":"Phát biểu nào sau đây được gọi là khái niệm của Big Data?","comment":"Dữ liệu lớn (Big Data) là một thuật ngữ cho việc xử lý một tập hợp dữ liệu rất lớn và phức tạp khác với cách truyền thống."},{"content":"OLAP là tên viết tắt của kỹ thuật nào?","comment":"Online Analytical Processing"},{"content":"Trí tuệ nhân tạo (AI) đã được tích hợp trên các ứng dụng cho Smart Phone nhằm giúp smartphone &quot;thông minh&quot; hơn. Điều này đúng hay sai?","comment":"Đúng"},{"content":"Phát biểu nào sau đây là không đúng về mục tiêu, tính năng và công nghệ của Trung tâm điều hành thông minh (Trung tâm IOC – Intelligent Operation Center)?","comment":"Trung tâm điều hành thông minh (Trung tâm IOC – Intelligent Operation Center) là một cái tiến của sản phẩm Smart City."},{"content":"<p>Nền tảng IoT được VNPT Technology ứng dụng trong giải pháp nào sau đây?</p>","comment":"Tất cả các giải pháp đều đúng"},{"content":"Phát biểu nào sau đây được gọi là khái niệm của IoT (Internet of Things):","comment":"IoT là thuật ngữ dùng để chỉ các đối tượng có thể được nhận biết (identifiable) cũng như chỉ sự tồn tại của chúng trong một kiến trúc mang tính kết nối."},{"content":"Những lĩnh vực nào sau đây chưa ứng dụng trí tuệ nhân tạo (AI)?","comment":"Trị liệu tâm lý"},{"content":"Mỗi cá nhân cần phải điều chỉnh có hiệu quả để làm việc trong những cấu trúc, quy trình, yêu cầu hay văn hóa làm việc mới; Đây là yêu cầu của năng lực thích ứng đúng hay sai?","comment":"Đúng"},{"content":"Nguyên tắc giao việc:","comment":"Tất cả đáp án đều đúng"},{"content":"Phương thức nào dưới đây có thể được sử dụng một cách hiệu quả để giảm thiểu sự chống đối trong quá trình thay đổi?","comment":"Tất cả đáp án đều đúng"},{"content":"Quy tắc ứng xử trên mạng xã hội áp dụng đối với tất cả người lao động VNPT làm việc tại Công ty mẹ và các Công ty con do VNPT sở hữu 100% vốn điều lệ. Đúng hay sai?","comment":"Đúng"},{"content":"Nội dung nào nằm trong 5 cam kết phục vụ khách hàng của VNPT?","comment":"Tất cả các đáp án đều đúng"},{"content":"Trong Văn hóa cúi chào khi giao tiếp với khách hàng của VNPT, nhân viên có thể không cúi chào theo quy chuẩn trong các tình huống như:","comment":"Tất cả các đáp án đều đúng"},{"content":"Khi có những thông tin quan trọng, có khả năng ảnh hưởng đến lợi ích và hình ảnh của VNPT, người lao động nên thực hiện hành động nào sau đây?","comment":"Thông báo với Bộ phận Truyền thông của Tập đoàn (Email: prnoibovnpt@vnpt.vn)"},{"content":"Phương pháp sáu chiếc mũ tư duy giúp đánh giá sự việc từ nhiều góc nhìn khác nhau, qua đó:","comment":"Có thể hiểu rõ hơn mọi ngóc ngách của sự việc, nhận diện được những nguy cơ và cơ hội mà bình thường ta có thể không chú ý đến"},{"content":"Ở điều kiện  phát  triển  bình  thường,  ai  cũng  có năng  lực  sáng  tạo,  chỉ  khác  nhau  ở  chỗ:","comment":"Năng lực sáng tạo cao hay thấp và có khả năng phát huy hay không."},{"content":"Cư xử lịch sự, văn minh trong quy tắc ứng xử trên mạng xã hội của người lao động VNPT, nghĩa là:","comment":"Tất cả các đáp án đều đúng"},{"content":"Theo anh/chị thì đâu là cơ hội (Opportunities) của VNPT?","comment":"Tăng trưởng mạnh mẽ của thị trường CNTT cùng với nhận thức cao về IT trên toàn quốc; tăng trưởng mạnh mẽ của thị trường di động với nhu cầu thay đổi từ thoại sang dữ liệu và tỷ lệ sử dụng điện thoại thông minh cao; Chính phủ thúc đẩy lĩnh vực ICT phát triển"},{"content":"<p>Khi giao tiếp với khách hàng, để việc lắng nghe hiệu quả NVKT nên:</p>","comment":"Kiểm soát cảm xúc của bản thân"},{"content":"Quy trình sáng tạo thường bắt đầu từ việc:","comment":"Tìm kiếm ý tưởng trong thực tế"},{"content":"Ý kiến nào cần lưu ý khi thiết lập một bản kế hoạch:","comment":"Tất cả đáp án đều đúng"},{"content":"Trong quá trình sử dụng phương pháp tập kích não (brainstorming) để thúc đẩy quá trình học tập, người học cần phải","comment":"Tất cả đáp án đều đúng"},{"content":"VNPT khuyến khích toàn bộ người lao động trở thành những đại sứ thông tin của VNPT bằng cách thông báo với Bộ phận Truyền thông khi thấy những thông tin tích cực về VNPT mà chưa được đăng tải trên kênh truyền thông chính thức của Tập đoàn. Đúng hay Sai?","comment":"Đúng"},{"content":"Trong Chuẩn mực VNPT, chuẩn mực về &quot;Văn hóa ứng xử&quot; của cấp dưới với cấp trên là:","comment":"Thẳng thắn, chấp hành"},{"content":"Tập đoàn VNPT đang bước vào giai đoạn tăng tốc trong chuyển đổi số. Theo Anh/Chị, để việc này thành công thì mỗi Người VNPT cần phải làm gì ?","comment":"Để thành công và giữ vị trí chủ đạo trong công cuộc chuyển đổi số quốc gia, điều này đòi hỏi mỗi người VNPT phải tự chuyển đổi chính bản thân mình"},{"content":"Trong kinh doanh, khi khách hàng không hài lòng thì phương án tốt nhất doanh nghiệp mong muốn là:","comment":"Khách hàng nói trực tiếp với chúng ta."},{"content":"Theo anh/chị thì khách hàng ngày nay có xu hướng thế nào?","comment":"Tất cả đều đúng"},{"content":"Nghỉ trong giờ làm việc theo quy định được tính vào thời giờ làm việc được hưởng lương.","comment":"Đúng"},{"content":"Người lao động làm việc liên tục 08 giờ hoặc 06 giờ được nghỉ giữa giờ ít nhất …......, tính vào thời giờ làm việc.","comment":"30 phút"},{"content":"Khi bắt đầu học nên bắt đầu bằng tư tưởng:","comment":"Tiếp thu cái mới"},{"content":"Kỹ thuật cúi chào nào là đúng theo nội dung Văn hóa cúi chào khi giao tiếp với khách hàng của VNPT?","comment":"Cúi nhẹ cả người từ thắt lưng xuống 15 độ."},{"content":"Trước đây, VNPT thực hiện văn hóa học tập chủ yếu theo cách cử nhân sự tham gia các khóa đào tạo. Trong thời gian gần đây, Tập đoàn dần dần chuyển dịch sang văn hóa Học hỏi &amp; Chia sẻ - nghĩa là khuyến khích sự chủ động học tập và chia sẻ kiến thức từ mọi cấp bậc. Theo anh chị, VNPT có những công cụ, hoạt động nào sau đây giúp khuyến khích sự chủ động học tập và chia sẻ kiến thức trong Tập đoàn:","comment":"Tất cả đáp án đều đúng"},{"content":"Trong Văn hóa cúi chào khi giao tiếp với khách hàng của VNPT, khi được mời lên sân khấu giới thiệu dịch vụ, nhân viên VNPT thực hiện:","comment":"Đứng giữa sân khấu và chào theo quy chuẩn"},{"content":"Theo anh/chị, mục đích quan trọng nhất khi một doanh nghiệp yêu cầu nhân viên tiếp xúc với khách hàng phải đeo thẻ nhân viên và mặc đồng phục là gì ?","comment":"Thể hiện tính chuyên nghiệp và thái độ tôn trọng trong phục vụ khách hàng"},{"content":"Khi giao tiếp với khách hàng, chúng ta luôn mong muốn nhận được thông tin phản hồi từ khách hàng. Đúng hay Sai?","comment":"Đúng"},{"content":"Người sử dụng lao động có quyền yêu cầu người lao động làm thêm giờ vào bất kỳ ngày nào và người lao động không được từ  chối trong  các trường  hợp nào sau đây?","comment":"Thực  hiện  các  công  việc  nhằm  bảo  vệ tính  mạng  con  người,  tài  sản  của  cơ quan,   tổ  chức,   cá   nhân   trong  phòng ngừa  và  khắc  phục  hậu  quả  thiên  tai, hỏa hoạn, dịch bệnh và thảm họa"},{"content":"Điều nào dưới đây KHÔNG PHẢI là rào cản của tư duy sáng tạo?","comment":"Không sợ thất bại"},{"content":"Ưu điểm của phương pháp triển khai MBO từ cấp công ty xuống cấp bộ phận:","comment":"Nhanh về mặt thời gian"},{"content":"Theo quyết định số 1311/QĐ-VNPT-KHCN&amp;amp;ĐT, ngày 21/10/2013 Năng lực sáng tạo được định nghĩa:","comment":"Là khả năng hiện có của cá nhân trong việc tạo ra cái mới có giá trị dựa trên tổ hợp các thuộc tính độc đáo của cá nhân đó phù hợp với yêu cầu của hoạt động sáng tạo sản phẩm trong một lĩnh vực hoạt động nhất định."},{"content":"Người lao động thực hiện tốt Quy tắc ứng xử trên mạng xã hội sẽ được xem xét biểu dương, khen thưởng. Đúng hay Sai?","comment":"Đúng"},{"content":"Sức mạnh gắn kết của VNPT - Một mái nhà chung được thể hiện ở những yếu tố nào sau đây?","comment":"Hạ tầng chung, Sản phẩm chung, Thương hiệu chung, Lợi ích chung"},{"content":"Khi giao tiếp với khách hàng, NVKT nên tránh:","comment":"Nói với tốc độ và ngữ điệu đều đều"},{"content":"<p>Sau khi thực hiện lắp đặt/sửa chữa dịch vụ tại nhà khách hàng, NVKT KHÔNG nên:</p>","comment":"Nhờ khách hàng dọn giúp vệ sinh khu vực đã thi công"},{"content":"Khi nghỉ hằng năm, người lao động được tạm ứng trước một khoản tiền ít nhất bằng tiền lương ..........","comment":"của những ngày nghỉ"},{"content":"Một nhóm làm việc hiệu quả khi các thành viên trong nhóm:","comment":"Hoàn thành các mục tiêu của nhóm một cách hoàn hảo"},{"content":"&quot;Luôn cố gắng tuân theo logic là một trong những nguyên tắc phải tuân thủ khi sử dụng phương pháp Tập kích não&quot;. Đúng hay sai?","comment":"Sai"},{"content":"Để tìm ý tưởng cho phương pháp mở rộng hay thu nhỏ, nhân viên VNPT nên:","comment":"Suy nghĩ việc mở rộng hay thu nhỏ sản phẩm, dịch vụ sẵn có"},{"content":"Theo sổ tay văn hóa VNPT quy định &quot;Trách nhiệm của VNPT&quot; bao gồm:","comment":"Với nhà nước: Thực thi pháp luật\nVới khách hàng: Luôn làm hài lòng\nVới đối tác: Hợp tác cùng phát triển\nVới cộng đồng xã hội: Cùng chung vai góp sức\nVới người lao động: Tôn trọng và bảo vệ\nVới môi trường: Vì một hành tinh xanh"},{"content":"Trong Văn hóa cúi chào khi giao tiếp với khách hàng của VNPT, khoảng cách hợp lý khi thực hiện cúi chào khách hàng là:","comment":"Từ 1 đến 1,5m"},{"content":"Sau khi lắp đặt thiết bị MODEM WIFI xong, NVKT cần lưu ý với khách hàng điều gì?","comment":"Tất cả các đáp án đều đúng"},{"content":"Những phàn nàn của khách hàng sẽ  giúp cho đơn vị:","comment":"Tất cả các đáp án đều đúng"},{"content":"Khi nghỉ hằng năm, nếu người lao động đi bằng các phương tiện đường bộ, đường sắt, đường thủy mà số ngày đi đường cả đi và về trên 02 ngày thì ngày thứ 03 trở đi được tính thêm thời gian đi đường ngoài ngày nghỉ hằng năm và chỉ được tính cho….......","comment":"01 lần nghỉ trong năm"},{"content":"Làm việc nhóm mang lại những kết quả tốt mà từng cá nhân không thể làm được, hoặc làm được mà không hiệu quả. Nhận định trên đúng hay sai?","comment":"Đúng"},{"content":"Tìm kiếm cơ hội được định nghĩa là:","comment":"Chủ động tìm cách xây dựng những mối quan hệ công việc với người khác"},{"content":"Thương lượng và thỏa thuận là một trong những phương pháp để giảm thiểu sự chống đối trong quá trình thay đổi, Phương pháp này được áp dụng trong hoàn cảnh nào?","comment":"Khi các cá nhân hoặc<br />\nnhóm có quyền lực<br />\nchống đối vì những quyền lợi riêng của họ bị đe dọa do thay đổi"},{"content":"Tại sao VNPT 4.0 phải chuyển dịch mạnh mẽ từ viễn thông sang công nghệ thông tin?","comment":"Để tăng thị phần và giữ được mức tăng trưởng doanh thu; do thị trường viễn thông trở nên bão hòa; việc phát triển  thuê bao mới ngày càng khó khăn"},{"content":"Quy định đối với NVKT về việc cung cấp thông tin cho khách hàng:","comment":"Cung cấp thông tin cho khách hàng đầy đủ, trung thực, theo phạm vi công việc được giao và chịu trách nhiệm về tính chính xác của thông tin"},{"content":"<p>Khi lắp đặt, xử lý sự cố dịch vụ cho khách hàng xong, nội dung nào NVKT không nên khuyến nghị khách hàng:</p>","comment":"Chủ động mua và lắp thêm repeater nếu muốn mở rộng thêm vùng phủ sóng"},{"content":"Luật An  toàn, vệ sinh  lao động  năm 2015  quy định yếu tố có hại là gì?","comment":"Yếu  tố   có  hại   là  yếu  tố  gây bệnh   tật, làm suy giảm sức khỏe con người  trong quá trình lao động."},{"content":"Đối với người lao động cao tuổi trong năm cuối cùng trước khi nghỉ hưu. Thời giờ làm việc được rút ngắn mỗi ngày ít nhất là ?","comment":"01 giờ và được tính vào thời giờ làm việc được hưởng lương"},{"content":"Để nhân viên hiểu rõ việc mình cần làm, khi giao việc người có thẩm quyền nên:","comment":"Nêu rõ công việc và mục đích yêu cầu của công việc"},{"content":"Phương pháp 6 chiếc mũ tư duy hướng mọi người cùng tập trung vào vấn đề từ cùng một góc nhìn, nhằm:","comment":"Triệt tiêu hoàn toàn các tranh cãi xuất phát từ các góc nhìn khác nhau."},{"content":"Việc xác định mục tiêu kế hoạch giúp doanh nghiệp:","comment":"Xác định những việc cần đạt được"},{"content":"Văn hóa cúi chào khi giao tiếp với khách hàng của VNPT được áp dụng cho:","comment":"Tất cả CBNV từ lãnh đạo đến nhân viên, lao động thuê ngoài"},{"content":"Sau khi lắp đặt dịch vụ Internet tại nhà khách hàng, một trong những vấn đề mà NVKT cần lưu ý khách hàng là:","comment":"Số lượng thiết bị tối đa truy cập cùng lúc trên đường truyền"},{"content":"Tiền tàu xe và tiền lương những ngày đi đường do hai bên thỏa thuận ?","comment":"Đúng"},{"content":"Khi sử dụng mạng xã hội, cần lưu ý những điều sau:","comment":"Tất cả các phương án"},{"content":"VNPT đã triển khai ISO/IEC 27001:2013 trên phạm vi toàn Tập đoàn, bao gồm Văn phòng Tập đoàn và các đơn vị VNPT thành viên. Điều đó đúng hay sai?","comment":"Sai"},{"content":"Biện pháp xử lý nào sau đây phù hợp cho việc mất kết nối Router-Hub/SW:","comment":"Các biện pháp trên"},{"content":"<p>Không nên sử dụng khóa màn hình điện thoại bằng. (Chọn 2 đáp án)</p>","comment":"Mật khẩu 4 chữ số~Mật khẩu dùng hình vẽ đơn giản~"},{"content":"Loại mã độc nào chỉ gây khó chịu cho người dùng mà không có tính phá hoại","comment":"Adware"},{"content":"Nhiều người dùng miếng băng dính đen che webcam máy tính. Mục đích là để phòng chống việc tin tặc tấn công lợi dụng webcam để thu thập thông tin.","comment":"Đúng"},{"content":"Chữ ký số được dùng cho mục đích gì","comment":"Để kiểm tra định danh người gửi"},{"content":"Hệ điều hành được Tập đoàn trang bị bản quyền tập trung là gì?","comment":"Windows 10"},{"content":"Để phòng chống tấn công webcam, người dùng nên thực hiện những hành động nào sau đây?","comment":"Tất cả đều đúng"},{"content":"Mật khẩu nào được coi là mật khẩu mạnh","comment":"$aLtNb83"},{"content":"Tên gọi tiếng Việt của kho ứng dụng trên hệ điều hành Android","comment":"CH Play"},{"content":"Đường dẫn (URL) để thay đổi mật khẩu Email VNPT","comment":"https://mail.vnpt.vn/ecp"},{"content":"Tên gọi phần mềm Antivirus của Microsoft trên hệ điều hành Windows 10","comment":"Windows Defender"},{"content":"Khi máy chủ teamview vào máy khách việc trao đổi thông tin có thể được thực hiện thông qua chức năng:","comment":"Voice Chat và Video Chat"},{"content":"Trong suốt quá trình kiểm định một bản ghi hệ thống máy chủ, các mục nào sau đây có thể được xem như một khả năng đe dọa bảo mật","comment":"Năm trăm ngàn công việc in được gửi đến một máy in"},{"content":"Theo khuyến cáo của Microsoft, nhà sản xuất hệ điều hành Windows, trên một máy tính nên sử dụng bao nhiêu phần mềm diệt virus?","comment":"1"},{"content":"Kiểu tấn công bằng cách can thiệp vào giữa phiên liên lạc của 2 hệ thống gọi là","comment":"Tấn công dạng Man in the middle"},{"content":"Khi truy cập vào các trang HTTPS, người dùng đều được cam kết và đảm bảo rằng mình an toàn. Nếu người dùng chỉ ra được trang HTTPS đó không an toàn, người dùng sẽ nhận được chính sách bồi thường.","comment":"Đúng"},{"content":"Website cập nhật thông tin về an toàn thông tin do Trung tâm ATTT – Ban IT&amp;VAS xây dựng","comment":"https://vnptcert.vnpt.vn/"},{"content":"Google Authenticator là  phần mêm","comment":"Tạo mã xác thực OTP (One time password)"},{"content":"Phương án đảm bảo an toàn bảo mật cho điện thoại di động","comment":"Tất cả các phương án"},{"content":"Luật An toàn thông tin mạng chính thức có hiệu lực thi hành từ ngày","comment":"07/01/2016"},{"content":"Giao thức nào sau đây được sử dụng để đảm bảo an toàn kết nối HTTP?","comment":"SSL"},{"content":"Cú pháp nhắn tin để lấy lại mật khẩu truy cập Portal VNPT","comment":"MP &lt;tên tài khoản&gt; gửi 993"},{"content":"Khuyến nghị nào dưới đây là SAI khi sử dụng điện thoại thông minh?","comment":"Cài đặt ứng dụng từ các nguồn appstore, google play, website, diễn đàn chia sẻ,…"},{"content":"Giấy phép kinh doanh sản phẩm, dịch vụ an toàn thông tin mạng của VNPT có hiệu lực từ ngày","comment":"10/09/2017"},{"content":"Điểm yếu nhất trong an ninh mạng là:","comment":"Thiết lập không đúng trên các trang thiết bị và phần mềm được cung cấp"},{"content":"Chức năng nào của Window giúp xóa bỏ các chương trình không cần thiết:","comment":"Programs and Futures trong Control Panel"},{"content":"Một số phương pháp thu thập thông tin phản hồi của khách hàng:","comment":"Tất cả đều đúng"},{"content":"Các nguy cơ bị đánh cắp mật khẩu nào dưới đây là đúng?","comment":"Tất cả các đáp án trên"},{"content":"Có thể thiết lập firewall trong hệ điều hành Window bằng cách? (Chọn 2 đáp án)","comment":"Sử dụng giao điện đồ họa  thông qua Control panel~Sử dụng cửa sổ dòng lệnh Command Prompt (cmd)~"},{"content":"Theo giấy phép kinh doanh sản phẩm, dịch vụ an toàn thông tin mạng của VNPT, VNPT được phép kinh doanh bao nhiêu lĩnh vực?","comment":"09"},{"content":"VNPT đã được cấp giấy phép kinh doanh sản phẩm, dịch vụ an toàn thông tin mạng","comment":"Đúng"},{"content":"Địa chỉ liên kết không an toàn là","comment":"Tất cả các đáp án đều đúng"},{"content":"Tường lửa có thể điều khiển","comment":"Lưu lượng vào, ra mạng"},{"content":"Theo mặc định, cổng nào được HTTPS sử dụng","comment":"443"},{"content":"Theo khuyến cáo của Microsoft, nhà sản xuất hệ điều hành Windows, trên một máy tính bạn chỉ nên sử dụng duy nhất một phần mềm diệt virus. Điều đó đúng hay sai?","comment":"Đúng"},{"content":"Để cấp phát động địa chỉ IP, ta có thể sử dụng dịch vụ có giao thức nào?","comment":"Dùng giao thức DHCP"},{"content":"Tiến hành công việc nào sau đây phát huy đầy đủ được tác dụng của biện pháp phòng chống tấn công mạng:","comment":"Không đáp án nào đầy đủ"},{"content":"Lựa chọn đáp án đúng:\nViệc xây dựng hệ thống phân tích mã độc tự động của Tập đoàn","comment":"Đã được thực hiện"},{"content":"Khi cài đặt phần mềm nên tải từ đâu?","comment":"Từ các trang chính thống"},{"content":"Quy trình để tiếp cận đơn vị triển khai phần mềm:","comment":"Chuẩn bị - Tiếp cận - Giới thiệu tư vấn lợi ích dịch vụ - Xử lý tình huống trong quá trình tư vấn - Một số giải pháp hỗ trợ khi tư vấn - Chăm sóc khách hàng"},{"content":"Khi kết thúc công việc và ra ngoài buổi trưa 1 tiếng, ta nên","comment":"Logout khỏi máy tính"},{"content":"Để đảm bảo an toàn cho dữ liệu USB, đáp án nào dưới đây là sai?","comment":"Tránh để USB lưu trữ dữ liệu >80% dung lượng"},{"content":"Khi tạo tài khoản, nhóm, để máy chủ có thể teamview vào máy khách trong nhóm thì máy chủ cần biết:","comment":"Xác nhận cho phép thâm nhập của máy khách hoặc password máy khách"},{"content":"Rút trực tiếp USB ra khỏi máy tính mà không cần thực hiện các thao tác ngắt kết nối có thể làm dữ liệu trong USB bị lỗi. Điều đó đúng hay sai?","comment":"Đúng"},{"content":"Những thông tin không nên cung cấp khi sử dụng mạng xã hội","comment":"Tài khoản ngân hàng"},{"content":"Từ viết tắt của giao thức an ninh trên mạng không dây:","comment":"WPA2"},{"content":"Chiều dài tối thiểu của 1 mật khẩu mạnh","comment":"8 ký tự"},{"content":"Các phần mềm anti-virus có thể can thiệp vào tường lửa thông qua:","comment":"Tất cả các hồ sơ"},{"content":"<p>Các nguyên tắc khi đặt mật khẩu nào dưới đây là đúng?</p>","comment":"Tất cả các đáp án trên"},{"content":"Để tăng cường bảo mật dữ liệu trong USB, đáp án nào dưới đây là sai?","comment":"Sao lưu từng tệp tin vào USB và không sử dụng mật khẩu cho các tệp tin"},{"content":"Bạn nhận được một email từ bộ phận IT của công ty bạn. Email yêu cầu thông tin tài khoản và mật khẩu email của bạn để phục vụ công tác điều tra. Hành động của bạn khi đó:","comment":"Gọi cho bộ phận IT xac nhận nếu đúng thì cung cấp cho họ"},{"content":"<p>Địa chỉ liên kết không an toàn là:</p>","comment":"Tất cả các đáp án đều đúng"},{"content":"Mật khẩu mạnh bao gồm:","comment":"Tất cả các yếu tố"},{"content":"Loại mã độc nào yêu cầu trả tiền để có thể khôi phục lại điều khiển hệ thống","comment":"Ransomware"},{"content":"Tên gọi phần mềm tường lửa của Microsoft trên hệ điều hành Windows 10","comment":"Windows Firewall"},{"content":"VNPT đã triển khai hệ thống giám sát DNS Sinkhole tại Tập đoàn. Điều đó đúng hay sai?","comment":"Đúng"},{"content":"Dùng điện thoại Iphone không lo bị tấn công","comment":"Sai"},{"content":"Đối với các USB lạ có nghi ngờ bị nhiễm mã độc, nên quét virus hoặc format trước khi sử dụng","comment":"Đúng"},{"content":"Nguyên nhân nào có thể dẫn đến việc bị đánh cắp thông tin:","comment":"Mất mật khẩu"},{"content":"Loại mã độc nào có khả năng che dấu danh tính bản thân nó trong hệ thống","comment":"Rootkit"},{"content":"Phải thực hiện thay đổi mật khẩu ngay khi:","comment":"Tát cả đều đúng"},{"content":"&lt;p&gt;Địa chỉ liên kết không an toàn là:&lt;/p&gt;","comment":"Tất cả các đáp án đều đúng"},{"content":"Theo quy định hiện hành của VNPT về tài khoản/mật khẩu, mật khẩu của các máy chủ, máy trạm phải được thiết lập đủ độ mạnh, bao gồm?","comment":"Tối thiểu 8 ký tự, có chữ in thường, in hoa, chữ số và ký tự đặc biệt"},{"content":"Theo quy định 1771/QĐ-VNPT-IT&amp;VAS về an toàn bảo mật trong mạng điều hành sản xuất kinh doanh, mật khẩu mức người sử dụng phải thay đổi ít nhất bao lâu một lần:","comment":"2 tháng"},{"content":"Thiết lập tắt cookies trên trình duyệt web giúp ngăn chặn nguy cơ mất:","comment":"User và Password"},{"content":"&lt;p&gt;Quy tắc đặt mật khẩu nào sau đây dễ bị bẻ khóa, dễ lộ mật khẩu?&lt;/p&gt;","comment":"Sử dụng các mật khẩu đơn giản như 123456, qwerty…"},{"content":"Nguyên nhân chủ quan trong nguy cơ tiêu hủy thông tin là:","comment":"Bản thân người dùng vô tình xóa thông tin"},{"content":"Cú pháp nhắn tin để lấy lại mật khẩu truy cập Portal VNPT","comment":"/\"MP/\" <tên tài khoản> gửi 993</tên>"},{"content":"Giấy phép kinh doanh sản phẩm, dịch vụ an toàn thông tin mạng của VNPT có hiệu lực trong thời gian bao lâu","comment":"10 năm"},{"comment":"Thậm chí nếu chỉ có 1 sự khác nhau trong câu lệnh SQL là trong gía trị kí tự, câu lệnh SQL có thể khôngđược tái sử dụng nếu số liệu thống kê trong qúa khứ bị xuyên tạc cho cột trong mệnh đề WHERE.","content":"Phát biểu nào dưới đây là đúng về tính năng nâng cao để chia sẻ các câu lệnh SQL trong shared pool?"},{"comment":"DBA","content":"Role nào được khởi tạo mặc định cho admin CSDL?"},{"comment":"DBA","content":"Role nào được khởi tạo mặc định cho Quản trị viên CSDL?"},{"comment":"Tăng 10% giá (Price) trong bảng Products, cho những sản phẩm có giá là 60 hoặc 70","content":"UPDATE products SET Price=Price+Price*0.1 WHERE Price IN(60,70).  Kết quả câu lệnh SQL trên là:"},{"comment":"Để sử dụng HĐH xác thực kết nối CSDL như là Admin, gía trị nào của tham số REMOTE_LOGIN_PASSWORDFILE được thiết lập?","content":"NONE"},{"comment":"DB_BLOCK_SIZE","content":"Tham số khởi tạo nào KHÔNG quyết định kích thước của buffer cache?"},{"comment":"NONE","content":"<p>Để sử dụng HĐH xác thực kết nối CSDL như là Admin, gía trị nào của tham số REMOTE_LOGIN_PASSWORDFILE được thiết lập?</p>"},{"comment":"Delete From HANG Where MA_HANG=“TV01”.","content":"Cho một quan hệ cơ sơ dữ liệu HANG(MA_HANG, TEN_HANG, LOAI, NHACC, GIA)."},{"comment":"Control file","content":"Thành phần nào sau đây không là 1 phần của Oracle instance?"},{"comment":"Insert into HANG values(“TV01”, “Tivi”, “21 inc”, “Sony”,300).","content":"Cho một quan hệ cơ sơ dữ liệu HANG(MA_HANG, TEN_HANG, LOAI, NHACC, GIA). Để chèn thêm mọt mặt hàng là: TV01, Tivi, 21 inc, Sony, 300. Thì câu lệnh SQL nào sau đây đúng?"},{"comment":"Kết nối đến CSDL; Thực hiện lấy dữ liệu để hiển thị hoặc Thực hiện việc xử lý dạng thêm, sửa, xóa","content":"Quá trình lập trình truy xuất CSDL có thể bao gồm các công việc theo thứ tự nào?"},{"comment":"Database, tablespace, segment, extent, block","content":"Chọn các cấp hệ thống đúng, từ lớn nhất tới nhỏ nhất"},{"comment":"Có bao nhiêu pan tồn tại trong phiên bản mới của Oracle Enterprise Manager (OEM)?","content":"Two, in a master/detail format"},{"comment":"NONE","content":"Để sử dụng HĐH xác thực kết nối CSDL như là Admin, gía trị nào của tham số REMOTE_LOGIN_PASSWORDFILE được thiết lập?"},{"comment":"","content":""},{"content":"Lợi ích của làm việc nhóm là","comment":"Tất cả đều đúng"},{"content":"Chỉ có phát triển nhanh, vượt trội, bền vững, VNPT mới có thể chiến thắng trong cạnh tranh và hội nhập. Theo anh chị, Yếu tố &quot;Bền vững&quot; được hiểu là:","comment":"Đạo lý bền vững - Hạ tầng bền vững - Lợi nhuận bền vững"},{"content":"Văn hóa giới thiệu và tự giới thiệu trong Văn hóa giao tiếp công sở và lễ nghi ngoại giao của VNPT, bao gồm những nội dung sau:","comment":"Giới thiệu người có địa vị cao hoặc người lớn tuổi trước, giới thiệu tên kèm theo chức vụ; Tự giới thiệu ngắn gọn tên, đơn vị làm việc, thái độ lịch sự, khiêm nhường."},{"content":"Theo Văn bản số 3030/VNPT-NL ngày 01/7/2019, Tỷ lệ lao động Thừa hành phục vụ đối với các Viễn thông tỉnh/ thành phố có từ 150 lao động trở lên không quá…","comment":"4%"},{"content":"Theo CV số 2173/VNPT-TCNL, Nhiệm vụ nào sau đây KHÔNG PHẢI của Chuyên viên Đầu tư – Vị trí Đầu tư mua sắm","comment":"Thực hiện thanh toán dự án đầu tư xây dựng cơ bản."},{"content":"Theo Bộ luật Lao động năm 2019, Người sử dụng lao động được giữ sổ bảo hiểm xã hội của người lao động sau khi chấm dứt hợp đồng lao động với người lao động bao lâu?","comment":"Hoàn trả khi chấm dứt HĐLĐ"},{"content":"Nghị định số 145/2020/NĐ-CP ngày 14/12/2020, Ông Hoàng Văn A sinh ngày 25/5/1961 sẽ nghỉ hưu vào 01/9/2021. Ông A có 17 năm đóng bảo hiểm xã hội khi chấm dứt hợp đồng lao động, người sử dụng lao động có phải chi trả trợ cấp thôi việc cho ông A không?","comment":"Có"},{"content":"<p>Theo Bộ luật Lao động năm 2019, Chị B làm việc tại Công ty X theo hợp đồng với thời hạn 12 tháng. Theo thỏa thuận trong hợp đồng lao động, công ty sẽ trả lương cho chị B vào ngày 10 dương lịch hàng tháng. Tuy nhiên tiền lương hàng tháng của công ty luôn trả trễ hơn so với quy định trong hợp đồng. Chị B đã làm việc được 3 tháng. Chị quyết định nộp đơn xin nghỉ việc và không làm việc tại công ty ngay sau khi nộp đơn. Việc chị B chấm dứt hợp đồng như vậy có đúng pháp luật không?</p>","comment":"Đúng"},{"content":"Nội dung nào dưới đây phản ánh đúng về phương pháp học tập &quot;lấy học viên làm trung tâm&quot;?","comment":"Học viên tham gia và tự khám phá nội dung"},{"content":"Tâm lý ổn định việc làm là một lý do cản trở sự thay đổi","comment":"Đúng"},{"content":"Trong phương pháp lập kế hoạch 5W-1H-2C-5M, để việc xác định nội dung công việc (What) được thực hiện hiệu quả, chúng ta cần:","comment":"Nắm được nội dung công việc đó là gì?\\nChỉ ra các bước cụ thể để thực hiện công việc.\\nBước sau là khách hàng của bước công việc trước"},{"content":"Trong Chuẩn mực VNPT, chuẩn mực về &quot;Văn hóa ứng xử&quot; trong đơn vị đó là:","comment":"Với đồng nghiệp: Hợp tác – Cởi mở\\nVới cấp dưới: Lắng nghe – Chân thành\\nVới cấp trên: Thẳng thắn – Chấp hành\\nVới bản thân: Vượt qua chính mình"},{"content":"Theo Quyết định số 1665/QĐ-VNPT-KTPCCTT , Tổ chức  làm việc theo ca là:","comment":"Bố trí ít nhất 02 người hoặc 02 nhóm người thay phiên nhau làm việc trên cùng một vị trí làm việc, tính trong thời gian 01 ngày."},{"content":"<p>Theo Nghị định 135/2020/NĐ-CP, Người lao động bị suy giảm khả năng lao động; làm nghề, công việc đặc biệt nặng nhọc, độc hại, nguy hiểm; làm nghề, công việc nặng nhọc, độc hại, nguy hiểm; làm việc ở vùng có điều kiện kinh tế - xã hội đặc biệt khó khăn có thể nghỉ hưu ở tuổi thấp hơn nhưng không quá bao nhiêu tuổi so với tuổi nghỉ hưu của người lao động trong điều kiện lao động bình thường tại thời điểm nghỉ hưu? (trừ trường hợp pháp luật có quy định khác)</p>","comment":"05 tuổi"},{"content":"Quyết định số 1665/QĐ-VNPT-KTPCCTT, Ý nào sau đây quy định giá trị pháp lý của Nội quy lao động Tập đoàn VNPT:","comment":"Là cơ sở pháp lý để người sử dụng lao động xử lý kỷ luật lao động khi người lao động có hành vi vi phạm các quy định trong Nội quy lao động."},{"content":"Theo Bộ luật Lao động 2019, Quyền của người sử dụng lao động là?","comment":"Thành lập, gia nhập, hoạt động trong tổ chức đại diện người lao động, tổ chức nghề nghiệp và tổ chức khác theo quy định của pháp luật."},{"content":"Theo Quy chế quản trị nhân sự quản lý ban hành hành kèm theo quyết định số 202/QĐ-VNPT-HĐTH-NL ngày 06/11/2028 của Tập đoàn VNPT, Thôi giữ chức là:","comment":"Là việc cấp có thẩm quyền quyết định cho nhân sự quản lý chấm dứt đảm nhiệm chức vụ để nhận nhiệm vụ khác hoặc nghỉ chế độ theo quy định của pháp luật hiện hành."},{"content":"Hình thức học tập phổ biến hiện nay là:","comment":"Tất cả đáp án đều đúng"},{"content":"Năng lực học tập ứng dụng được định nghĩa là:","comment":"Việc kịp thời xử lý và ứng dụng những thông tin mới liên quan đến công việc"},{"content":"Một môi trường làm việc cởi mở, chân thành sẽ mang lại lợi ích nào sau đây?","comment":"Tất cả các đáp án đều đúng"},{"content":"&quot;Tín với Nhà nước; Tín với cộng đồng; Tín với khách hàng; Tín với người lao động&quot; là yếu tố thuộc về ..., đây là một trong các yếu tố tạo nên Tinh thần VNPT trong VNPT - 5 Giá trị cốt lõi.","comment":"Đạo đức"},{"content":"Theo anh chị, khi VNPT thực hiện chuyển đổi số, chiến lược về văn hóa nào sau đây sẽ hỗ trợ tốt nhất cho chiến lược dài hạn của VNPT?","comment":"Áp dụng những thông lệ tốt nhất của một doanh nghiệp số, bảo tồn những thông lệ của doanh nghiệp truyền thống vẫn có giá trị cho sự phát triển bền vững của doanh nghiệp số"},{"content":"Theo Bộ luật Lao động 2019, đâu là đối tượng không chịu sự điều chỉnh trực tiếp bởi các quy định của Bộ Luật lao động 2019.","comment":"  Người Việt Nam làm việc tại nước ngoài."},{"content":"Theo Quy chế quản trị nhân sự quản lý ban hành hành kèm theo quyết định số 202/QĐ-VNPT-HĐTH-NL ngày 06/11/2028 của Tập đoàn VNPT, Luân chuyển nhân sự quản lý là:","comment":"Việc cấp có thẩm quyền quyết định cử hoặc bổ nhiệm nhân sự quản lý đến giữ một chức vụ quản lý khác trong một thời hạn nhất định để đào tạo, bồi dưỡng năng lực theo yêu cầu của chức danh và để đánh giá năng lực lãnh đạo, làm cơ sở xem xét bổ nhiệm lên chức vụ quản lý cao hơn."},{"content":"Theo Văn bản số  6820/VNPT-TCNL-TL, Lao động nào sau đây KHÔNG thuộc nhóm lao động trực tiếp sản xuất ?","comment":"Chuyên viên phòng Kỹ thuật - đầu tư."},{"content":"Theo Bộ luật Lao động năm 2009, Các trường hợp nào sau đây người lao động được quyền đơn phương chấm dứt hợp đồng không cần báo trước?","comment":"Tất cả đáp án đều đúng."},{"content":"Theo Nghị định số 135/2020/NĐ-CP, Thời điểm nghỉ hưu là kết thúc ngày cuối cùng của tháng đủ tuổi nghỉ hưu theo quy định. Đúng hay sai?","comment":"Đúng"},{"content":"NVKT đến tối ưu mạng WIFI cho khách hàng hiện hữu nhằm mục đích","comment":"Tất cả các đáp án đều đúng"},{"content":"Để lập kế hoạch tuần, chúng ta sẽ sử dụng nguồn thông tin nào dưới đây?","comment":"Các công việc trong kế hoạch tháng"},{"content":"Hành động tìm hiểu về thay đổi có nghĩa là","comment":"Các đáp án đều đúng"},{"content":"Theo sổ tay văn hóa VNPT quy định &quot;Trách nhiệm của VNPT&quot; bao gồm:","comment":"Với nhà nước: Thực thi pháp luật\\nVới khách hàng: Luôn làm hài lòng\\nVới đối tác: Hợp tác cùng phát triển\\nVới cộng đồng xã hội: Cùng chung vai góp sức\\nVới người lao động: Tôn trọng và bảo vệ\\nVới môi trường: Vì một hành tinh xanh"},{"content":"Các hình thức xử lý kỷ luật lao động nào được quy định trong Nội quy Lao động Tập đoàn:","comment":"Khiển trách, kéo dài thời hạn nâng lương không quá 6 tháng, cách chức, sa thải."},{"content":"Theo Bộ luật Lao động 2019, Người lao động làm việc theo hợp đồng lao động không xác định thời hạn, khi đơn phương chấm dứt hợp đồng lao động thì phải báo trước cho người sử dụng lao động bao nhiêu ngày?","comment":"  Ít nhất 45 ngày."},{"content":"<p>Theo Quyết định số 613/QĐ-VNPT-NL, Thời hạn tự kiểm tra an toàn, vệ sinh lao động thực hiện theo quy định nào?</p>","comment":"- 6 tháng /1 lần ở cấp đơn vị;<br />\\n- 3 tháng/ lần ở cấp cơ sở trực thuộc đơn vị;<br />\\n- 1 tháng /1 lần ở cấp phân xưởng, tổ, đội sản xuất."},{"content":"Theo Quy chế quản trị nhân sự quản lý ban hành hành kèm theo quyết định số 202/QĐ-VNPT-HĐTH-NL ngày 06/11/2028 của Tập đoàn VNPT, Miễn nhiệm là:","comment":"Là việc cấp có thẩm quyền quyết định để nhân sự quản lý không được đảm nhiệm chức vụ quản lý khi chưa hết thời hạn bổ nhiệm do vi phạm kỷ luật, năng lực yếu kém, không hoàn thành nhiệm vụ, mất uy tín"},{"content":"Theo QĐ 140/QĐ-VNPT-HĐTV-NL ngày 24/10/2019 của Tập Đoàn, quy định về khung danh mục chức danh tại các Viễn thông tỉnh/thành phố (không bao gồm Hà Nội, TP Hồ Chí Minh) thì Chức danh nào sau đây không thuộc Lao động chuyên môn nghiệp vụ?","comment":"Nhân viên giải pháp CNTT."},{"content":"Một trong những nguyên tắc để lập kế hoạch là:","comment":"Có tính linh hoạt phù hợp với sự thay đổi của môi trường"},{"content":"Thương lượng và thỏa thuận là một trong những phương pháp để giảm thiểu sự chống đối trong quá trình thay đổi, Phương pháp này được áp dụng trong hoàn cảnh nào?","comment":"Khi các cá nhân hoặc\\nnhóm có quyền lực\\nchống đối vì những quyền\\nlợi riêng của họ bị đe dọa\\ndo thay đổi"},{"content":"Theo Sổ tay Văn hóa VNPT, Trách nhiệm của VNPT với cộng đồng xã hội là &quot;Chung Vai góp sức&quot; được hiểu như thế nào?","comment":"VNPT luôn thể hiện trách nhiệm với cộng đồng, xã hội; chủ động, tích cực tham gia các chương trình an sinh xã hội, chung tay, chung sức cùng cộng đồng vượt qua khó khăn, góp phần giải quyết các vấn đề của xã hội."},{"content":"Theo Nghị định 135/2020/NĐ-CP, Kể từ 01/1/2021 tuổi nghỉ hưu của lao động nữ trong điều kiện lao động bình thường là bao nhiêu tuổi?","comment":"55 tuổi 4 tháng, sau đó cứ mỗi năm tăng thêm 04 tháng cho đến khi đủ 60 tuổi vào năm 2035."},{"content":"Theo quy định của Tập đoàn tại Quyết định số 24/QĐ-VNPT-NL ngày 13/1/20216, đánh giá người lao động không hoàn thành công việc hàng tháng khi:","comment":"Tất cả đáp án đều đúng."},{"content":"Chọn đáp án đúng được quy định trong Bộ luật Lao động năm 2019:","comment":"Người lao động được tự do lựa chọn việc làm, làm việc cho bất kỳ người sử dụng lao động nào và ở bất kỳ nơi nào mà pháp luật không cấm."},{"content":"Thông tư  04/2014/TT-BLĐTBXH quy định nguyên tắc cấp phát Phương tiện bảo vệ cá nhân cho người lao động là:","comment":"Nghiêm cấm người sử dụng lao động phát tiền hoặc giao tiền cho người lao động tự đi mua."},{"content":"Một trong những cách thức để xây dựng hình ảnh tốt của bản thân là:","comment":"Kiểm soát lời nói và hành động của bản thân"},{"content":"Để kiểm soát sự thay đổi hiệu quả, chúng ta cần:","comment":"Thực hiện kiểm soát liên tục cả bên trong và bên ngoài.\\nTheo dõi tiến độ, đo lường kết quả đạt được và chú trọng thông tin phản hồi"},{"content":"Phương pháp Thử và sai được ứng dụng khi","comment":"Đối diện với vấn đề mới phát sinh."},{"content":"Tập đoàn VNPT khởi động xây dựng Chiến lược VNPT 4.0 với mục tiêu thế nào?","comment":"Thực hiện chuyển đổi mạnh mẽ nhà cung cấp các sản phẩm dịch vụ số hiện đại, thực hiện số hóa toàn bộ để vai trò của Tập đoàn được khẳng định trong nền kinh tế số."},{"content":"Theo Bộ luật Lao động năm 2019, Thời gian được loại trừ khi tính trợ cấp thôi việc là:","comment":"Cả 2 đáp án đều đúng."},{"content":"Theo Bộ luật Lao động 2019, Quyền của người lao động là?","comment":"Làm việc, tự do lựa chọn việc làm, nơi làm việc, nghề nghiệp, học nghề, nâng cao trình độ nghề nghiệp, không bị phân biệt đối xử cưỡng bức, quấy rối tình dục tại nơi làm việc."},{"content":"Theo quy định của Tập đoàn tại Văn bản số 3071/VNPT-NL-TL ngày 02/7/2019 thì chức danh nào sau đây là Lao động CNTT cấp độ 1?","comment":"Giám đốc Trung tâm CNTT."},{"content":"Hành động học nhanh, hiểu nhanh được định nghĩa là","comment":"Sẵn sàng tiếp thu và hiểu những thông tin mới từ những trải nghiệm học tập chính thức và phi chính thức"},{"content":"Theo quyết định số 1311/QĐ-VNPT-KHCN&amp;ĐT, năng lực xây dựng mối quan hệ công việc tốt là:","comment":"Phát triển và sử dụng các mối quan hệ cộng tác để thúc đẩy việc đạt tới mục tiêu."},{"content":"Luôn cố gắng tuân theo logic là một trong những nguyên tắc phải tuân thủ khi sử dụng phương pháp Tập kích não. Đúng hay sai?","comment":"Sai"},{"content":"VNPT đang trong quá trình chuyển đổi từ một công ty viễn thông truyền thống sang một nhà cung cấp dịch vụ số. Song hành với những chuyển đổi về công nghệ, sản phẩm, mô hình tổ chức…, những chuyển đổi về văn hóa - chuyển đổi về khía cạnh con người của doanh nghiệp là hợp phần quan trọng, hỗ trợ cho sự thành công của những chuyển đổi khác. Theo anh chị, nhận định trên đúng hay sai?","comment":"Đúng"},{"content":"Theo Quyết định số 613/QĐ-VNPT-NL, &quot;Theo quy định của pháp luật, nghĩa vụ của Thủ trưởng đơn vị trong công tác ATVSLĐ được quy định, ngoại trừ điều nào?&quot;","comment":"Khen thưởng người chấp hành tốt và kỹ luật người vi phạm quy định AT,VSLĐ"},{"content":"Theo Quyết định số 1665/QĐ-VNPT-KTPCCTT, Người lao động tự ý bỏ việc mà không có lý do chính đáng dưới 3 ngày cộng dồn trong thời hạn 30 ngày tính từ ngày đầu tiên tự ý bỏ việc, bị xử lý kỷ luật bằng hình thức khiển trách, đúng hay sai?","comment":"Đúng"},{"content":"Theo Nghị định 135/2020/NĐ-CP, Ông Nguyễn Văn B, sinh ngày 01/7/1962, ông B làm việc trong điều kiện lao động bình thường. Ông Nguyễn Văn B sẽ về hưu vào ngày tháng năm nào?","comment":"01/5/2023"},{"content":"<p>Theo Luật Bảo hiểm Xã hội 2014, Bà Nguyễn Thị X sinh ngày 15/5/1971. Tính đến tháng 9/2021 bà X có 18 năm 10 tháng đóng bảo hiểm xã hội và có 16 năm làm nghề công việc nặng nhọc, độc hại, nguy hiểm. Bà Nguyễn Thị X được nghỉ hưu vào ngày 01/10/2021 đúng hay sai</p>","comment":"Sai"},{"content":"<p>Sau khi xử lý khu vực sóng yếu hoặc xử lý chất lượng mạng tại nhà khách hàng. NVKT nên:</p>","comment":"Thông báo cho khách hàng về tình hình chất lượng dịch vụ sau xử lý; \\nHỏi khách hàng xem còn thắc mắc điều gì nữa không; \\nGửi lời cảm ơn khách hàng đã tin tưởng và sử dụng dịch vụ của VNPT;\\nGiới thiệu đầu số hỗ trợ khách hàng;\\nChào tạm biệt khách hàng theo quy chuẩn VNPT."},{"content":"Yếu tố nào sau đây quyết định sự thành công trong quá trình giao tiếp?","comment":"Thông điệp truyền tải rõ ràng, kỹ năng lắng nghe hiệu quả, sự khéo léo trong xử lý tình huống"},{"content":"<p>Theo Bộ luật Lao động năm 2019, Có mấy loại hợp đồng lao động?</p>","comment":"Có 02 loại hợp đồng là hợp đồng lao động không xác định thời hạn và hợp đồng lao động xác định thời hạn."},{"content":"Theo Quyết định số 1665/QĐ-VNPT-KTPCCTT , Thời gian người lao động làm việc theo ca được nghỉ trước khi chuyển sang ca làm việc khác","comment":"Ít nhất 12 giờ."},{"content":"Theo Nghị định số 145/2020/NĐ-CP, Nghị định số 145/2020/NĐ-CP, Người lao động tự ý bỏ việc mà không có lý do chính đáng từ 05 ngày làm việc liên tục trở lên người sử dụng lao động có phải chi trả trợ cấp thôi việc không?","comment":"Không chi trả trợ cấp thôi việc."},{"content":"Theo Văn bản số 3030/VNPT-NL ngày 01/7/2019, Tỷ lệ lao động Chuyên môn nghiệp vụ đối với các Viễn thông tỉnh/ thành phố có từ 150 đến dưới 280 lao động không quá…","comment":"10%"},{"content":"Theo anh/chị thì đâu là thách thức/mối đe dọa (Threats) của VNPT?","comment":"Nhiều nhà cung cấp dịch vụ quốc tế đang tìm kiếm cơ hội kinh doanh tại thị trường Việt Nam; hạ tầng băng rộng đang thay thế hạ tầng cáp đồng, thị trường di động Việt Nam chủ yếu vẫn là thị trường trả trước và có tỷ lệ rời mạng cao; việc triển khai dịch vụ chậm có thể làm mất thị trường nhanh chóng"},{"content":"Theo anh chị, những nét văn hóa nào sau đây sẽ hỗ trợ tốt cho việc thực hiện thành công Chiến lược VNPT 4.0?","comment":"Tất cả đáp án đều đúng"},{"content":"Theo QĐ 140/QĐ-VNPT-HĐTV-NL ngày 24/10/2019 của Tập Đoàn, quy định về khung danh mục chức danh tại các Viễn thông tỉnh/thành phố (không bao gồm Hà Nội, TP Hồ Chí Minh) thì Chức danh nào sau đây không thuộc nhân sự quản lý cấp 3?","comment":"Kế toán trưởng."},{"content":"Theo Nghị định số 145/2020/NĐ-CP, Nghị định số 145/2020/NĐ-CP, ngày 14/12/2020 của Chính phủ quy định chi tiết và hướng dẫn thi hành một số điều của Bộ luật Lao động về nội dung nào?","comment":"Điều kiện lao động và quan hệ lao động."},{"content":"Khi gặp những thay đổi lớn trong nhiệm vụ hoặc môi trường làm việc, nhân viên VNPT nên:","comment":"Thích ứng, duy trì được hiệu quả làm việc"},{"content":"Theo Thông tư 25/2013/TT-BLĐTBX, Bồi dưỡng bằng hiện vật cho người lao động làm việc trong điều kiện có yếu tố nguy hiểm độc hại có thể được trả bằng tiền hoặc được trả vào lương thay cho hiện vật bồi dưỡng, đúng hay sai?","comment":"Sai"},{"content":"Theo Bộ luật Lao động 2019, đâu không phải là quyền của người lao động?","comment":"Thành lập, gia nhập, hoạt động trong tổ chức đại diện người sử dụng lao động , tổ chức nghề nghiệp và tổ chức khác theo quy định của pháp luật."},{"content":"Theo Kỷ luật Lao động - CV 7028/VNPT-PCTT, Giám đốc Viễn thông tỉnh/thành phố có quyền quyết định kỷ luật Lao động đối với tất cả Người lao động do đơn vị mình Quản lý bị vi phạm Nội quy lao động với các hình thức nào?","comment":"Tất cả đáp án đều đúng."},{"content":"Việc học tập không ngừng sẽ giúp người học","comment":"Tất cả đáp án đều đúng"},{"content":"Theo Bộ luật Lao động năm 2019, Người sử dụng lao động không được thực hiện quyền đơn phương chấm dứt hợp đồng lao động trong trường hợp nào sau đây:","comment":"Đáp án 2 và 3."},{"content":"Theo Bộ luật Lao động năm 2019, Người lao động hợp đồng không xác định thời hạn khi đơn phương chấm dứt hợp đồng phải báo trước cho người sử dụng lao động ít nhất bao nhiêu ngày làm việc?","comment":"45 ngày."},{"content":"Khi trao đổi, giải thích với khách hàng qua điện thoại, NVKT KHÔNG nên:","comment":"Sử dụng các thuật ngữ chuyên ngành"},{"content":"Theo Văn bản 3536/VNPT-TCNL, Kể từ ngày 28/6/2021, Tập đoàn Bưu chính Viễn thông Việt Nam hỗ trợ cho người lao động thôi việc theo phương án sắp xếp lao động từ năm 2021 bao nhiêu cho mỗi năm làm việc thực tế cho Người sử dụng lao động (VNPT)?","comment":"2,2 triệu đồng."},{"content":"Theo Bộ luật Lao động năm 2019, Tiền lương để tính trợ cấp mất việc làm là tiền lương bình quân bao nhiêu tháng?","comment":"06 tháng."},{"content":"Theo Nội quy lao động Tập đoàn VNPT, người sử dụng lao động được sử dụng người lao động làm thêm giờ trong trường hợp nào?","comment":"Tất cả các đáp án đều đúng"},{"content":"Lợi ích của năng lực thích ứng đối với Cá nhân đó là:","comment":"Tất cả các đáp án đều đúng"},{"content":"Hành động có thái độ tích cực đối với thay đổi hoặc cái mới là:","comment":"Coi thay đổi và những tình huống mới là cơ hội để học tập và phát triển; tập trung vào phương diện lợi ích của thay đổi; Nói tốt về thay đổi với những người khác"},{"content":"Theo CV số 2173/VNPT-TCNL, Nhiệm vụ nào sau đây KHÔNG PHẢI của Chuyên viên Kế toán – Vị trí Kế toán tổng hợp?","comment":"Kiểm tra, kiểm soát chặt chẽ thu, chi, hồ sơ chứng từ thanh toán."},{"content":"Theo Bộ luật Lao động năm 2019, Người lao động hợp đồng xác định thời hạn có thời hạn dưới dưới 12 tháng khi đơn phương chấm dứt hợp đồng phải báo trước cho người sử dụng lao động ít nhất bao nhiêu ngày làm việc?","comment":"03 ngày."},{"content":"Theo Bộ luật Lao động năm 2019, Thời gian thử việc đối với công việc có chức danh nghề nghiệp cần trình độ chuyên môn, kỹ thuật trung cấp, công nhân kỹ thuật, nhân viên nghiệp vụ là bao nhiêu ngày?","comment":"Không quá 30 ngày."},{"content":"Theo Bộ luật Lao động năm 2019, Người lao động tự ý bỏ việc bao nhiêu ngày cộng dồn trong thời hạn 30 ngày sẽ bị kỷ luật sa thải?","comment":"05 ngày"},{"content":"Theo Thỏa ước lao động tập  Tập đoàn VNPT, , đối tượng người lao động nào được điều dưỡng phục hồi sức khỏe:","comment":"Người lao động có sức khỏe loại 4, loại 5 và người lao động làm công việc đặc biệt năng nhọc, độc hại, nguy hiểm."},{"content":"Theo Văn bản số  6820/VNPT-TCNL-TL, Lao động nào sau đây KHÔNG thuộc nhóm lao động trực tiếp sản xuất.","comment":"Lao động thừa hành phục vụ."},{"content":"Theo Bộ luật Lao động 2019, Trong những trường họp nào, người sử dụng lao động được quyền điều chuyển người lao động làm công việc khác so với hợp đồng lao động?","comment":"Tất cả đáp án đều đúng."},{"content":"Tại sao đưa ra ý kiến phản hồi trong giao tiếp lại quan trọng?","comment":"Đó là quá trình giúp người nói kiểm chứng xem thông điệp truyền đi tới từ người nghe như thế nào"},{"content":"Sự tham gia của nhân viên vào sự thay đổi là cần thiết bởi vì","comment":"Giúp kiểm soát quá trình thay đổi"},{"content":"Theo Văn bản số  6820/VNPT-TCNL-TL, Lao động nào sau đây KHÔNG thuộc nhóm lao động trực tiếp sản xuất","comment":"  Không có đáp án đúng."},{"content":"Theo Bộ luật Lao động năm 2019, Công ty trách nhiệm hữu hạn X ký hợp đồng lao động không xác định thời hạn với anh B. Anh B bị chấn thương do tai nạn giao thông, đã nằm bệnh viện điều trị hơn 1 năm vẫn chưa bình phục nên Công ty X quyết định chấm dứt hợp đồng lao động với anh B. Công ty đơn phương chấm dứt hợp đồng lao động đối với anh B là đúng hay sai?","comment":"Đúng"},{"content":"Theo Văn bản số  6820/VNPT-TCNL-TL,VLao động nào sau đây KHÔNG thuộc 4 nhóm phân loại lao động của VNPT:","comment":"Lao động gián tiếp."},{"content":"Theo Bộ luật Lao động năm 2009, Người lao động KHÔNG có quyền nào dưới đây:","comment":"Yêu cầu tổ chức đại diện người lao động thương lượng với mục đích ký kết thỏa ước lao động tập thể; tham gia giải quyết tranh chấp lao động, đình công; ..."},{"content":"&quot;Mỗi cá nhân cần phải điều chỉnh có hiệu quả để làm việc trong những cấu trúc, quy trình, yêu cầu hay văn hóa làm việc mới&quot; Đây là yêu cầu của năng lực thích ứng đúng hay sai?","comment":"Đúng"},{"content":"Theo Nghị định 135/2020/NĐ-CP, Tuổi nghỉ hưu của người lao động trong điều kiện lao động bình thường được điều chỉnh theo lộ trình cho đến khi đủ bao nhiêu tuổi đối với lao động nam vào năm 2028?","comment":"62 tuổi."},{"content":"Theo Nghị định số 135/2020/NĐ-CP, Thời điểm hưởng chế độ hưu trí là bắt đầu ngày đầu tiên của tháng liền kề sau thời điểm nghỉ hưu. Đúng hay sai?","comment":"Đúng"},{"content":"Bước cuối cùng để giải quyết xung đột trong nhóm bao gồm","comment":"Thỏa thuận"},{"content":"Theo Quyết định số 1665/QĐ-VNPT-KTPCCTT , Trường hợp nào sau đây quy định không được bố trí lao động nữ làm việc ban đêm, làm thêm giờ:","comment":"Lao động nữ mang thai từ tháng thứ 7 và đang nuôi con dưới 12 tháng tuổi."},{"content":"Theo Thông tư 25/2013/TT-BLĐTBXH ngày 18/10/2013 quy định mức bồi dưỡng bằng hiện vật cho người lao động làm việc trong điều kiện có yếu tố nguy hiểm độc hại là:","comment":"Thực hiện theo 4 mức:              – Mức 1: 10.000 đồng;<br />\\n– Mức 2: 15.000 đồng;<br />\\n– Mức 3: 20.000 đồng;<br />\\n– Mức 4: 25.000 đồng."},{"content":"Đâu là những nhược điểm của phương pháp &quot;thử và sai&quot;?","comment":"Tất cả đều đúng"},{"content":"Theo Quyết định số 613/QĐ-VNPT-NL: &quot;Theo quy định của pháp luật, quyền hạn của Thủ trưởng đơn vị trong công tác ATVSLĐ được quy định&quot;, ngoại trừ:","comment":"Cử người giám sát việc thực hiện các quy định, nội quy, biện pháp an toàn lao động, vệ sinh lao động trong đơn vị"},{"content":"Khi tổ chức có những thay đổi về văn hóa doanh nghiệp, khoa học công nghệ, đòi hỏi mỗi cá nhân phải…","comment":"Thích ứng"},{"content":"<p>Quy chế quản trị nhân sự quản lý ban hành hành kèm theo quyết định số 202/QĐ-VNPT-HĐTH-NL ngày 06/11/2028 của Tập đoàn VNPT quy định Điều động nhân sự quản lý là:</p>","comment":"Việc cấp có thẩm quyền quyết định để nhân sự đang đảm nhiệm một chức vụ quản lý đơn vị này đến giữ chức vụ quản lý đơn vị khác thuộc Tập đoàn hoặc đơn vị có vốn góp của Tập đoàn để phù hợp với năng lực, chuyên môn của cá nhân, theo yêu cầu công tác của Tập đoàn, của đơn vị."},{"content":"Theo Thông tư 25/2013/TT-BLĐTBXH,  quy định nguyên tắc bồi dưỡng hiện vật cho người lao động. Ngoại trừ:","comment":"Trực tiếp làm hoạt động lưu trữ tại kho, phòng kho lưu trữ, xưởng kỹ thuật bảo quản, văn phòng."},{"content":"Theo quyết định số 1311/QĐ-VNPT-KHCN&amp;ĐT, ngày 21/10/2013 Năng lực sáng tạo được định nghĩa:","comment":"Là khả năng hiện có của cá nhân trong việc tạo ra cái mới có giá trị dựa trên tổ hợp các thuộc tính độc đáo của cá nhân đó phù hợp với yêu cầu của hoạt động sáng tạo sản phẩm trong một lĩnh vực hoạt động nhất định."},{"content":"<p>Theo Thỏa ước lao động tập Tập đoàn VNPT, Ý nào sau đây quy định về khám sức khỏe hằng năm cho người lao động:</p>","comment":"Người sử dụng lao động tổ chức khám sức khỏe cho người lao động 1 năm 1 lần và người làm công việc nặng nhọc, độc hại, nguy hiểm ít nhất 6 tháng 1 lần."},{"content":"Nội quy Lao động Tập đoàn VNPT quy định đối tượng người lao động được thanh toán tiền lương nghỉ phép hằng năm là:","comment":"Người lao động nghỉ thôi việc, bị mất việc làm mà chưa nghỉ hằng năm hoặc chưa nghỉ hết số ngày nghỉ hằng năm."},{"content":"Sau khi phân tích nguyên nhân suy giảm chất lượng dịch vụ.  Nếu không có giải pháp xử lý sau thời gian 30 phút sẽ chuyển…","comment":"Yêu cầu lên Ban Chất lượng Sản phẩm"},{"content":"Vòng đời dịch vụ CNTT được ITIL version 3 chia làm mấy giai đoạn?","comment":"5 giai đoạn"},{"content":"Giai đoạn chiến lược dịch vụ trong vòng đời dịch vụ CNTT ở ITIL version 3 được chia làm bao nhiêu tiến trình?","comment":"5 tiến trình"},{"content":"Thay đổi tiêu chuẩn đối với loại phiếu yêu cầu thay đổi dịch vụ là:","comment":"Thay đổi đã cho phép từ trước hoặc những thay đổi mang tính chất vận hành"},{"content":"<p>Các Trung tâm giải pháp thực hiện đánh giá, lập kế hoạch thực hiện và thông báo lại cho Trung tâm điều hành CNTT/VNPT-IT để thông báo cho các đơn vị liên quan về việc nâng cấp các sản phẩm dịch vụ?</p>","comment":"Đúng"},{"content":"Hoạt động của hệ thống CNTT cung cấp cho khách hàng bị gián đoạn trên phạm vi toàn quốc hoặc cục bộ trên phạm vi từ 02 tỉnh thành phố trở lên","comment":"Là một trong những trường hợp của sự cố nghiêm trọng"},{"content":"<p>Nhiệm vụ, quyền hạn của các Tổng công ty, VNPT T/TP trong công tác điều hành thông tin là:</p>","comment":"Tất cả các đáp án đều đúng"},{"content":"<p>Trung tâm điều hành CNTT/VNPT-IT xem xét cụ thể từng yêu cầu, khả năng và thời gian thực hiện sau đó thực hiện đánh giá, lập kế hoạch thực hiện đúng hay sai?</p>","comment":"Sai"},{"content":"Tập đoàn chỉ đạo toàn bộ mọi hoạt động của công tác Điều hành CNTT. Đúng hay sai?","comment":"Đúng"},{"content":"<p>Một trong những mục tiêu của Service Desk là:</p>","comment":"Tất cả đáp án đều đúng"},{"content":"Sau khi nhận được thông tin về sự cố, đơn vị nào sẽ  thực hiện sơ bộ chẩn đoán sự cố, mở phiếu báo sự cố, nhập các thông tin cần thiết phục vụ công tác xử lý sự cố để gửi các đơn vị liên quan xử lý","comment":"TT Điều hành IT"},{"content":"Chức năng quản lý ứng dụng chỉ được thực hiện cho phần mềm tự phát triển. Đúng hay Sai?","comment":"Sai"},{"content":"Loại phiếu nào là yêu cầu cung cấp dịch vụ CNTT từ khách hàng với các dịch vụ có sẵn trong danh mục dịch vụ?","comment":"Phiếu yêu cầu triển khai dịch vụ"},{"content":"Phối hợp với các đơn vị liên quan triển khai sử dụng chung hạ tầng CNTT thụ động đặc biệt là phối hợp hỗ trợ đảm bảo nguồn điện, hệ thống điều hòa tại các IDC, phòng máy dùng chung để tiết giảm chi phí","comment":"  Đây là trách nhiệm của đơn vị quản lý hạ tầng CNTT thụ động"},{"content":"Trung tâm điều hành CNTT/VNPT-IT chủ trì điều hành các đơn vị thực hiện bảo trì, nâng cấp theo kế hoạch; và tổng hợp báo cáo kết quả thực hiện bảo trì, nâng cấp?","comment":"Đúng"},{"content":"Sau khi đánh giá thay đổi dịch vụ, cần phân loại việc thay đổi:","comment":"Tất cả các đáp án đều đúng"},{"content":"Trung tâm điều hành CNTT/VNPT-IT, chủ trì giám sát toàn trình các dịch vụ CNTT đang hoạt động và chất lượng dịch vụ?","comment":"Đúng"},{"content":"Trung tâm điều hành CNTT/VNPT-IT phối hợp cùng với các Trung tâm giải pháp lập kế hoạch, phương án bảo trì hoặc nâng cấp định kỳ các sản phẩm, dịch vụ CNTT. Sau đó …","comment":"Thông báo, gửi cho các TCT ty, các VNPT TTP, các đơn vị liên quan"},{"content":"Đơn vị phát triển sản phẩm dịch vụ mới và tiếp nhận xử lý các yêu cầu cải tiến liên tục dịch vụ, là:","comment":"VNPT - IT"},{"content":"Help Desk là phiên bản tinh vi và tiến bộ hơn Service Desk. Đúng hay Sai?","comment":"Sai"},{"content":"Nếu một bảng dữ liệu HANG_HOA(Ten_hang, Nha_cc, SL_nhap). Thì câu lệnh SQL sau thực hiện công việc gì: SELECT * FROM HANG_HOA ORDER BY Nha_cc ASC","comment":"Sắp xếp dữ liệu bảng HANG_HOA theo chiều tăng dần của trường Nha_cc."},{"content":"Từ khóa SQL nào sau đây dùng để loại bỏ các hàng trùng lặp trong kết quả của một truy vấn SELECT?","comment":"DISTINCT"},{"content":"Trong SQL, làm thế nào để xóa bản ghi có giá trị tên Peter nằm trong cột Name của bảng Person?","comment":"DELETE  FROM Persons WHERE Name=”Peter”"},{"content":"Trong SQL, ràng buộc nào được sử dụng để liên kết hai bảng với nhau?","comment":"FOREIGN KEY"},{"content":"<p>Câu lệnh SQL nào sau đây dùng để chỉ loại bỏ dữ liệu từ bảng có tên STUDENT trong khi để lại nguyên vẹn cấu trúc bảng? COMMIT TRANSACTION</p>","comment":"MOVE TABLE STUDENT"},{"content":"Nếu một bảng dữ liệu HANG_HOA(Ten_hang, Nha_cc, SL_nhap). Thì câu lệnh SQL sau thực hiện công việc gì: SELECT Nha_cc, SUM(SL_Nhap) as Tong_so FROM HANG_HOA GROUP BY Nha_cc.","comment":"Tính tổng số của SL_Nhap theo các Nha_cc"},{"content":"Câu lệnh SQL nào sau đây dùng để tạo Database mới trong SQL?","comment":"CREATE DATABASE"},{"content":"<p>Câu lệnh nào sau đây có thể yêu cầu cấp phát temporary segment ?</p>","comment":"CREATE INDEX"},{"content":"Trong SQL, làm thế nào để chọn cột dữ liệu có tên FirstName từ bảng People?","comment":"SELECT FirstName FROM People"},{"content":"Trong SQL, làm thế nào để chèn giá trị Oishi vào cột Name trong bảng Persons?","comment":"INSERT INTO Persons(Name) VALUES (“Oishi”)"},{"content":"Cho bảng NhanVien(MaNV, TenNV, Luong, NgayBD). Trong SQL, hãy tạo câu truy vấn tìm các nhân viên  bắt đầu vào làm từ năm 2005 trở đi?","comment":"SELECT * FROM NhanVien WHERE NgayBD >=”01/01/2005”"},{"content":"Trong SQL, Mệnh đề UNION dùng để làm gì?","comment":"Kết hợp kết quả của hai hay nhiều lệnh SELECT mà không trả về bất cứ bản sao nào của bản ghi."},{"content":"Trong SQL, để khai báo khóa chính trong bảng  sử dụng ràng buộc nào?","comment":"PRIMARY KEY"},{"content":"Trong SQL, làm thế nào để lấy 10 bản ghi đầu tiên trong bảng Persion?","comment":"SELECT TOP 10 *  FROM Persion"},{"content":"<p>Cho một quan hệ cơ sơ dữ liệu HANG(MA_HANG, TEN_HANG, LOAI, NHACC, GIA). Để chèn thêm mọt mặt hàng là: TV01, Tivi, 21 inc, Sony, 300. Thì câu lệnh SQL nào sau đây đúng?</p>","comment":"Insert into HANG values(“TV01”, “Tivi”, “21 inc”, “Sony”,300)."},{"content":"Câu lệnh SQL nào sau đây dùng để chèn dữ liệu vào bảng?","comment":"INSERT INTO"},{"content":"Trong SQL, ràng buộc UNIQUE dùng để làm gì?","comment":"Ngăn chặn việc hai bản ghi có các giá trị đồng nhất trong một cột cụ thể."},{"content":"Trong SQL, làm thế nào để chọn tất cả dữ liệu trong bảng People?","comment":"SELECT * FROM People"},{"content":"Cho bảng NhanVien(MaNV, TenNV, Luong, NgayBD). Trong SQL, hãy tạo câu truy vấn tìm nhân viên có lương cao nhất?","comment":"SELECT TOP 1 * FROM NhanVien ORDER BY Luong DESC"},{"content":"Trong SQL, làm thế nào để chọn tất cả các bản ghi từ bảng People  với giá trị trong cột FirstName là Mary?","comment":"SELECT * FROM People WHERE FirstName=“Mary”"},{"content":"Nếu một bảng dữ liệu HANG_HOA(Ten_hang, Nha_cc, SL_nhap). Thì câu lệnh SQL sau thực hiện công việc gì: SELECT * FROM HANG_HOA ORDER BY Nha_cc DES","comment":"Sắp xếp dữ liệu bảng HANG_HOA theo chiều giảm dần của trường Nha_cc."},{"content":"Trong SQL, làm thế nào để chọn tất cả các bản ghi từ bảng People với giá trị trong cột Name là Merry và cột Address là LonDon?","comment":"SELECT* FROM People WHERE Name=“Merry”AND Address=”LonDon”"},{"content":"<p>Cho một quan hệ cơ sơ dữ liệu HANG(MA_HANG, TEN_HANG, LOAI, NHACC, GIA). Để giảm giá 20% các mặt hàng thuộc nhà cung cấp là Sony thì câu lệnh SQL nào sau được dùng?</p>","comment":"Update HANG set GIA = GIA – GIA*20/100 where NHACC=“Sony”."},{"content":"Trong SQL, ràng buộc nào để cấp một giá trị mặc định cho một cột trong bảng?","comment":"DEFAULT"},{"content":"Trong SQL, mệnh đề nào dùng để gộp nhóm dữ liệu?","comment":"GROUP BY"},{"content":"Câu lệnh SQL nào sau đây dùng để chỉ loại bỏ  dữ liệu từ bảng có tên STUDENT trong khi để lại nguyên vẹn cấu trúc bảng?","comment":"MOVE TABLE STUDENT"},{"content":"Cho bảng SinhVien(MaSV, HoSV, TenSV, ThanhPho, MaVung). Trong SQL, hãy thay đổi mã vùng của sinh viên ở TP.HCM thành 08?","comment":"UPDATE SinhVien SET MaVung=”08” WHERE ThanhPho=”TP.HCM”"},{"content":"<p>Trong SQL, câu lệnh nào thu hồi quyền truy nhập?</p>","comment":"<p>REVOKE &lt;C&aacute;c t&aacute;c thao&gt; ON &lt;T&ecirc;n hệ quan&gt;FROM &lt;Nh&oacute;m dụng sử người&gt;</p>\n"},{"content":"<p>Câu lệnh nào cấp quyền trong SQL?</p>","comment":"<p>GRANT &lt;C&aacute;c t&aacute;c thao&gt;ON &lt;T&ecirc;n quan hệ&gt;TO &lt;Nh&oacute;m dụng sử người&gt;.</p>\n"},{"content":"Câu lệnh SQL nào sau đây dùng để hiển thị tổng số dòng dữ liệu có trong bảng EMP?","comment":"SELECT COUNT(*) FROM EMP"},{"content":"<p>Câu lệnh nào sau đây có thể yêu cầu cấp phát temporary segment ?</p>","comment":"CREATE TABLESPACE"},{"content":"Cho một quan hệ cơ sơ dữ liệu HANG(MA_HANG, TEN_HANG, LOAI, NHACC, GIA). \nĐể xoá bỏ một mặt hàng có mã hàng là TV01 thì câu lệnh SQL nào sau đây được dùng?","comment":"Delete all HANG Where MA_HANG=“TV01”."},{"content":"Quá trình lập trình truy xuất CSDL có thể bao gồm các công việc theo thứ tự nào?","comment":"Thực hiện lấy dữ liệu để hiển thị; Kết nối đến CSDL; thực hiện việc xử lý dạng thêm"},{"content":"Nếu một bảng dữ liệu HANG_HOA(Ten_hang, Nha_cc, SL_nhap). Thì câu lệnh SQL sau thực hiện công việc gì: SELECT * FROM HANG_HOA WHERE Nha_cc=”SN”","comment":"Hiện toàn bộ dữ liệu từ bảng HANG_HOA"},{"content":"Trong  SQL, làm thế nào để trả về tất cả các dữ liệu bản ghi từ bảng Persons theo thứ tự sắp xếp giảm dần trong cột Name?","comment":"SELECT * FROM  Persons ORDER BY Name DESC"},{"content":"Mệnh đề LIKE dùng để làm gì?","comment":"So sánh một giá trị với giá trị tương tự"},{"content":"<p>Quyền nào mà bạn cần có để kết nối CSDL, nếu CSDL đang được khởi động bằng STARTUP RESTRICT?</p>","comment":"RESTRICTED SESSION"},{"content":"Trong SQL, làm thế nào để chèn bản ghi thêm mới có giá trị tên Jimmy và địa chỉ LonDon vào bảng Persons(Name, Address)?","comment":"INSERT INTO Persons VALUES (“Jimmy”,”LonDon”)"},{"content":"<p>Anh (chị) xin vui lòng cho biết: Bằng cách nào bạn làm 1CSDL chỉ đọc?(chọn đáp án đúng nhất)?</p>","comment":"STARTUP MOUNT; ALTER DATABASE OPEN READ ONLY"},{"content":"<p>Cho một quan hệ cơ sơ dữ liệu HANG(MA_HANG, TEN_HANG, LOAI, NHACC, GIA). Để xoá bỏ một mặt hàng có tên hàng là Tivi của nhà cung cấp là Sony thì câu lệnh SQL nào sau đây được dùng?</p>","comment":"Delete From HANG Where TEN_HANG = “Tivi” AND NHACC = “Sony”."},{"content":"Từ khóa nào trong SQL dùng để sắp xếp kết quả theo thứ tự tăng dần hoặc giảm dần?","comment":"ORDER BY"},{"content":"Trong SQL, câu lệnh nào dùng để cập nhật dữ liệu?","comment":"UPDATE"},{"content":"Trong SQL, làm thế nào để tạo bảng lưu VatTu_BK từ bảng VatTu ?","comment":"CREATE TABLE VatTu_BK AS SELECT * FROM VatTu"},{"content":"Julie, 1 trong các nhà phân tích CSDL, đang phàn nàn các vấn tin của cô ấy tốn nhiều thời gian để hoàn thành, mặc dù xuất ra kết quả đúng. DBA nghi ngờ rằng kích thước của buffer cache không đúng và là nguyên nhân trì hoãn do đó các khối DL khôngcó sẵn trong bộ nhớ. Tham số khởi tạo nào DBA có thể sử dụng để giám sát cách dùng của buffer cache?","comment":"DB_CACHE_SIZE"},{"content":"Câu lệnh SQL nào sau đây dùng để truy vấn dữ liệu?","comment":"Select"},{"content":"<p>Hãy chọn phương án đúng ứng với quy trình truy xuất lấy dữ liệu từ CSDL:</p>","comment":"Datasource-> DataAdapter-> Connection->DataSet->WebForm/Windows Form"},{"content":"<p>UPDATE products SET Price=Price+Price*0.1 WHERE Price IN(60,70). Kết quả câu lệnh SQL trên là:</p>","comment":"Tăng 10% giá (Price) trong bảng Products, cho những sản phẩm có giá là 60 hoặc 70"},{"content":"Anh chị cho biết đâu là đầu vào của thực hiện kiểm thử?","comment":"Software, Product,Test case, Test script, Test data"},{"content":"Anh/Chị hãy cho biết đâu không phải là đặc điểm của ngôn ngữ máy?","comment":"Dễ đọc, dễ hiểu."},{"content":"Anh/Chị hãy cho biết đâu ngôn ngữ lập trình đóng vai trò lớn nhất trong giai đoạn nào của việc xây dựng phần mềm?","comment":"Cài đặt"},{"content":"Đầu ra của chương trình dưới là gì? try { int x = 0; int y = 5 / x; } catch (Exception e) { System.out.println(&quot;Exception&quot;); } catch (ArithmeticException ae) { System.out.println(&quot; Arithmetic Exception&quot;); } System.out.println(&quot;finished&quot;);?","comment":"Compilation fails."},{"content":"Anh chị hãy cho biết, nguyên tắc cơ bản trong thiết kế phần mềm hướng chức năng.","comment":"Tập trung vào các phương thức, xác các phương thức cần xây dựng"},{"content":"Kết quả trả về khi chạy đoạn chương trình sau: class evaluate { public static void main(String args[]) { int arr[] = new int[] {0 , 1, 2, 3, 4, 5, 6, 7, 8, 9}; int n = 6; n = arr[arr[n] / 2]; System.out.println(arr[n] / 2); } }?","comment":"1"},{"content":"Giả sử cần sắp xếp mảng M có N phần tử sau theo phương pháp sắp xếp chèn trực tiếp 11 16 12 75 51 54 5 73 36 52 98 Cần thực hiện ..................... chèn các phần tử vào dãy con đã có thứ tự tăng đứng đầu dãy M để sắp xếp mảng M có thứ tự tăng dần","comment":"10 lần"},{"content":"Cookie là một file nằm trên Client ?","comment":"Đúng"},{"content":"Cái gì quyết định kích thước của vùng nhớ được cấp phát cho các biến:","comment":"Kiểu dữ liệu của biến"},{"content":"<p>Anh/Chị hãy cho biết trong mô hình Client/Server 3 lớp gồm các lớp:Lớp khách (Clients), Lớp giao dịch (Business Tier), Lớp nguồn dữ liệu (Data Source). Liên kết giữa các lớp theo thứ tự nào?</p>","comment":"Lớp khách (Clients) - Lớp giao dịch (Business Tier) - Lớp nguồn dữ liệu (Data Source)"},{"content":"Hãy xem xét đoạn mã sau: class A { protected: int a, b; public: float F1, F2; private: string x, y; } class B: public A{...} Hỏi B sử dụng được các biến thành viên nào của A:","comment":"F1, F2, a, b"},{"content":"Ý nào sau đây là sai khi xử lý Exception?","comment":"Throw Exception nói chung chứ không throw Exception cụ thể"},{"content":"Cú pháp nào được sử dụng để thay đổi nội dung của một phần tử HTML dưới: &lt;p id=&quot;message&quot;&gt;This is a message&lt;/p&gt;?","comment":"document.getElementById(\"message\").innerHTML = \"Hello World!\";"},{"content":"Anh chị hãy cho biết, trong lập trình hướng đối tượng cụ thể là java; để ngăn việc ghi đè một thuộc tính trong lớp thì sử dụng từ khóa nào ? public class Test { }","comment":"public Test()"},{"content":"Định nghĩa nào là đúng với danh sách liên kết","comment":"Danh sách liên kết là tập hợp các phần tử mà giữa chúng có một sự nối kết với nhau thông qua vùng liên kết của chúng"},{"content":"Trong lập trình thế nào gọi là hiện tượng nạp chồng?","comment":"Hiện tượng lớp con kế thừa định nghĩa một hàm hoàn toàn giống lớp cha"},{"content":"Bản tin SOAP được viết bằng ngôn ngữ đánh dấu nào?","comment":"XML"},{"content":"Chọn định nghĩa đúng nhất về hàng đợi (Queue)","comment":"Hàng đợi là một danh sách mà trong đó thao tác thêm 1 phần tử vào trong danh sách được thực hiện 1 đầu này và lấy 1 phần tử trong danh sách lại thực hiện bởi đầu kia"},{"content":"<p>Anh/Chị hãy cho biết, trong lập trình hướng đối tượng; “access modifier”nào cho phép các thuộc tính và phương thức được phép truy cập ngoài phạm vị object ?</p>","comment":"public"},{"content":"<p>Anh/chị cho biết đâu là nhiệm vụ CHÍNH của kế hoạch kiểm thử (Test Plan)</p>","comment":"Lên kế hoạch phân tích kiểm thử và đưa ra các đầu việc"},{"content":"Lựa chọn định nghĩa về danh sách đúng nhất?","comment":"Tất cả đều đúng"},{"content":"Anh/Chị cho biết: Để tổ chức các phần tử (elements) vào bên trong các nhóm (groups) ta sử dụng?","comment":"Package"},{"content":"Anh/chị cho biết Kiểm thử hệ thống (System testing) là","comment":"Kiểm thử các yêu cầu không chức năng của phần mềm như hiệu suất, bảo mật,…"},{"content":"Javascript là ngôn ngữ kịch bản có thể dấu được mã nguồn?","comment":"Sai"},{"content":"Anh/Chị hãy cho biết trong Javascript hàm parseInt() dùng để làm gì?","comment":"Chuyển một chuỗi thành số nguyên"},{"content":"Anh/Chị hãy cho biết đâu KHÔNG phải là từ khóa thể hiện phạm vi truy cập của Lớp (Class) trong lập trình hướng đối tượng?","comment":"Static"},{"content":"Các thao tác xử lý việc người dùng bấm chuột vào một đối tượng được cài đặt trong phương thức nào dưới đây ?","comment":"onclick"},{"content":"<p>Nếu một tiến trình yêu cầu tài nguyên mà tài nguyên đang bị giữ bởi các tiến trình cũng đang ở trạng thái chờ khác được gọi là:</p>","comment":"Deadlock"},{"content":"Trong HTTP, phương thức nào sau đây không có?","comment":"doPOST"},{"content":"Câu phát biểu nào sau đây đúng :","comment":"Một lớp là một định nghĩa trừu tượng của một đối tượng"},{"content":"Anh/Chị hãy chọn khai báo đúng cho phương thức main()","comment":"Public static void main (String[] args)"},{"content":"<p>Chọn câu đúng nhất để mô tả thuật toán sắp xếp nổi bọt (Bubble Sort) trên mảng M có N phần tử:</p>","comment":"Đi từ cuối mảng về đầu mảng, trong quá trình đi nếu phần tử ở dưới (đứng phía sau) nhỏ hơn phần tử đứng ngay trên (trước) nó thì hai phần tử này sẽ được đổi chỗ cho nhau. Sau mỗi lần đi chúng ta đưa được một phần tử trồi lên đúng chỗ. Sau N–1 lần đi thì tất cả các phần tử trong mảng M sẽ có thứ tự tăng."},{"content":"Tìm mô tả đúng cho hàm sau: int SC (int M[], int Len, int CM[]) { for (int i = 0; i &lt; Len; i++) CM[i] = M[i]; return (Len); }","comment":"Hàm thực hiện việc sao chép nội dung mảng M có chiều dài Len về mảng CM có cùng chiều dài. Hàm trả về chiều dài của mảng CM sau khi sao chép"},{"content":"Để kiểm tra unit test không cần thiết phải chuẩn bị trước tình huống (test case) hoặc kịch bản (script) test","comment":"Sai"},{"content":"Cú pháp khai báo vòng lặp nào là sai?","comment":"for (int i=10, j; i>j; i--);"},{"content":"CSS là viết tắt của từ gì?","comment":"Cascading Style Sheets"},{"content":"<p>Đâu là cú pháp đúng của khai báo biến kiểu Object trong JavaScript?</p>","comment":"var obj = {};"},{"content":"Anh/Chị hãy cho biết đáp án đúng cho câu hỏi sau “Trong ngôn ngữ lập trình có cấu trúc, một biến được gọi là biến toàn cục nếu….”","comment":"Nó được khai báo ngoài tất cả các hàm, kể cả hàm main"},{"content":"Anh/Chị hãy xem xét đoạn mã sau:\nclass A\n{\nprotected int a, b;\npublic float f1, f2;\n}\nclass B:public A\n{\n...\n}\nAnh, chị hãy cho biết B sử dụng được các biến thành viên nào của A?","comment":"a, b, f1, f2"},{"content":"Anh/Chị hãy cho biết Javascript là ngôn ngữ kịch bản có dấu được mã nguồn không?","comment":"Không dấu được, vì các kịch bản chạy ở phía client"},{"content":"Chọn câu đúng. Biến toàn cục?","comment":"Có ý nghĩa trong toàn chương trình"},{"content":"Phát biểu đúng về kết quả thực hiện đoạn code sau: boolean flag = false; if (flag = true) { System.out.println(&quot;true&quot;); } else { System.out.println(&quot;false&quot;); }?","comment":"Đoạn code in \"true\" ra màn hình"},{"content":"<p>Một biến được gọi là biến toàn cục nếu:</p>","comment":"Nó được khai báo ngoài tất cả các hàm kể cả hàm main()"},{"content":"<p>Chọn câu lệnh cho kết quả tương đương với đoạn code dưới: boolean b = true; if ( b ) { x = y; } else { x = z; }?</p>","comment":"x = b ? y : z"},{"content":"Trong CSS thuộc tính nào để thay đổi kích cỡ chữ?","comment":"font-size"},{"content":"Cho biết kết quả sau khi đoạn mã sau đây thực thi int a=8; int b=3; float f = a ++ / b--; System.out.println(f);?","comment":"3"},{"content":"Biến là gì?","comment":"Không là tên gọi của một vùng nhớ Một gía trị có thể thay đổi"},{"content":"Anh/Chị hãy cho biết một ngôn ngữ lập trình có những thành phần cơ bản nào?","comment":"Từ vựng, cú pháp và ngữ nghĩa."},{"content":"Anh/Chị cho biết một loại biểu đồ diễn tả sự phân rã dần dần các chức năng từ đại thể đến chi tiết được  gọi là?","comment":"Biểu đồ phân cấp chức năng"},{"content":"Anh/chị cho biết Kiểm thử đơn vị (Unit testing) là:","comment":"Kiểm thử sự hiện thực chi tiết của từng đơn vị nhỏ (hàm, class,…) có hoạt động đúng không."},{"content":"Đối với thuật toán sắp xếp chọn trực tiếp cho dãy các phần tử sau (10 pt) 16 60 2 25 15 45 5 30 33 20 Cần thực hiện ..................... chọn lựa phần tử nhỏ nhất để sắp xếp mảng M có thứ tự tăng dần.","comment":"9 lần"},{"content":"Cấu trúc dữ liệu mảng có các ưu điểm nào","comment":"Tất cả đều đúng"},{"content":"Anh/chị cho biết đâu là khái niệm đúng về Tình huống kiểm định (Test-case)?","comment":"Tập hợp các yếu tố đầu vào, điều kiện thực hiện và kết quả mong muốn được xây dựng chot ừng trường hợp cụ thể"},{"content":"<p>Anh/chị cho biết kiểu kỹ thuật thiết kế kiểm thử nào chỉ xây dựng Test-case dựa vào điều kiện đầu vào và đầu ra của cả một thành phần (Component)?</p>","comment":"BlackBoxTechniques"},{"content":"<p>Anh/Chị hãy cho biết, trong ngôn ngữ lập trình JAVA, kiểu số nguyên Integer có kích thước bao nhiêu bit?</p>","comment":"32"},{"content":"Một biến được gọi là biến địa phương nếu:","comment":"Nó được khai báo bên trong các hàm hoặc thủ tục, kể cả hàm main()"},{"content":"Mối quan hệ giữa cấu trúc và giải thuật có thể minh họa bằng đẳng thức","comment":"Cấu trúc dữ liệu + Giải thuật = Chương trình"},{"content":"Chọn định nghĩa đúng nhất về hàng đợi (Queue)?","comment":"Hàng đợi là một danh sách mà trong đó thao tác thêm 1 phần tử vào trong danh sách được thực hiện 1 đầu này và lấy 1 phần tử trong danh sách lại thực hiện bởi đầu kia."},{"content":"Biến con trỏ có thể chứa:","comment":"Địa chỉ vùng nhớ của một biến khác"},{"content":"Đáp án nào dưới đây là cấu trúc dữ liệu vào trước ra trước (Fist In First Out)?","comment":"Queue (hàng đợi)"},{"content":"Lớp collections chuẩn được sử dụng cho mảng động?","comment":"ArrayList"},{"content":"Anh/Chị hãy cho biết: Trong các ngôn ngữ sau, ngôn ngữ nào KHÔNG phải ngôn ngữ lập trình hướng đối tượng?","comment":"C"},{"content":"Các tiêu chuẩn đánh giá cấu trúc dữ liệu. Để đánh giá một cấu trúc dữ liệu chúng ta thường dựa vào tiêu chí nào?","comment":"Tất cả đều đúng"},{"content":"Sự khác nhau giữa GET và POST trong giao thức HTTP là gì?","comment":"GET gởi thông tin qua URL, POST chỉ được dùng trong form"},{"content":"Anh/Chị hãy cho biết: Lập trình cấu trúc KHÔNG thể thực hiện việc nào trong các công việc dưới đây?","comment":"Xử lý đa luồng"},{"content":"Cấu trúc dữ liệu nào tương ứng với LIFO","comment":"Stack"},{"content":"Cú pháp khai báo nào là sai?","comment":"if(){} else if () {} else() {};"},{"content":"Tổ hợp phím tắt để khóa màn hình trên Windows 10 là:","comment":"Windows + L"},{"content":"<p>Loại mã độc nào yêu cầu trả tiền để có thể khôi phục lại điều khiển hệ thống</p>","comment":"Ransomware"},{"content":"<p>Các nguy cơ bị đánh cắp mật khẩu nào dưới đây là đúng?</p>","comment":"Tất cả các đáp án trên"},{"content":"Cú pháp nhắn tin để lấy lại mật khẩu truy cập Portal VNPT","comment":"MP <tên tài khoản> gửi 993"},{"content":"Cú pháp nhắn tin để lấy lại mật khẩu truy cập Portal VNPT","comment":"MP gửi 993"},{"content":"<p>Để đảm bảo an toàn khi sử dụng USB, người dùng cần: (Chọn 2 đáp án)</p>","comment":"Khóa chức năng Autorun khi sử dụng USB~Quét virus cho USB trước khi sử dụng~"},{"content":"<p>Các biện pháp bảo mật cơ bản để giữ máy tính an toàn. (Chọn 3 đáp án)</p>","comment":"Cài đặt các bản vá “Security Update” của hệ điều hành cho máy tính~Cài đặt các bản vá “Security Update” của chương trình ứng dụng trên  máy tính (như là Adobe Acrobat reader, Java, Office…)~Cài đặt ứng dụng Anti-Spyware/Adware/Malware~"},{"content":"Khi truy cập vào các trang HTTPS, người dùng đều được cam kết và đảm bảo rằng mình an toàn. Nếu người dùng chỉ ra được trang HTTPS đó không an toàn, người dùng sẽ nhận được chính sách bồi thường.\nĐiều đó đúng hay sai?","comment":"Đúng"},{"content":"Tường lửa (Firewall) không có tác dụng với","comment":"Social Engineering"},{"content":"<p>Quy tắc đặt mật khẩu nào sau đây dễ bị bẻ khóa, dễ lộ mật khẩu?</p>","comment":"Sử dụng các mật khẩu đơn giản như 123456, qwerty…"},{"content":"<p>Có thể thiết lập firewall trong hệ điều hành Window bằng cách? (Chọn 2 đáp án)</p>","comment":"Sử dụng giao điện đồ họa  thông qua Control panel~Sử dụng cửa sổ dòng lệnh Command Prompt (cmd)~"},{"content":"<p>Service Desk là điểm tiếp xúc duy nhất cho người dùng dịch vụ CNTT trong hoạt động hàng ngày. Đúng hay Sai?</p>","comment":"Đúng"},{"content":"Trách nhiệm của cán bộ sau khi kiểm tra CNTT","comment":"Phải lập biên bản ghi nhận kết quả kiểm tra, nhận xét ưu khuyết điểm, nguyên nhân và đề xuất biện pháp giải quyết, xử lý."},{"content":"Sau khi phân tích nguyên nhân suy giảm chất lượng dịch vụ.  Nếu có giải pháp xử lý được ngay sẽ chuyển…","comment":"TT Điều hành, TT ITKV, TT GPCN, TT IDC để khôi phục chất lượng dịch vụ"},{"content":"Mô hình quản lý Service Desk của các công ty là khác nhau. Đúng hay Sai?","comment":"Đúng"},{"content":"Nội dung cơ bản trong báo cáo định kỳ gồm","comment":"Tất cả các đáp án đều đúng"},{"content":"An toàn thông tin bao gồm các hoạt động:","comment":"Quản lý, nghiệp vụ và kỹ thuật đối với hệ thống thông tin"},{"content":"Đơn vị chức năng gồm các nhân viên chịu trách nhiệm xử lý các hoạt động liên quan đến dịch vụ, thường được thực hiện qua các cuộc gọi điện thoại, giao diện web hoặc các cảnh báo tự động từ hạ tầng, là:","comment":"Service Desk"},{"content":"Rà soát hạ tầng, tập hợp các thiết bị hạ tầng đưa ra khỏi hệ thống thẩm định, trình phương án xử lý tái sử dụng, phù hợp đảm bảo khai thác hiệu quả hạ tầng.","comment":"Đây là công việc của tối ưu  hạ tầng  và điều chuyển thiết bị"},{"content":"<p>Chủ trì thực hiện cấp 2 đối với phiếu service request cho đối tượng khách hàng địa phương là:</p>","comment":"VNPT TTP"},{"content":"Các sự cố xảy ra đối với hệ thống CNTT cung cấp dịch vụ cho các cơ quan Đảng, Chính quyền địa phương có phạm vi ảnh hưởng mức độ toàn Quận/Huyện/ Sở ngành trong 01 tỉnh thành phố.","comment":"Là một trong những trường hợp của sự cố lớn"},{"content":"Giám sát sử dụng dung lượng hạ tầng CNTT, điều chuyển thiết bị và Quản lý, điều động thiết bị dự phòng tập trung. Đây là một trong những nhiệm vụ và trách nhiệm của TT điều hành CNTT và VNPT IT đúng hay sai","comment":"Đúng"},{"content":"Nhiệm vụ của Trung tâm điều hành CNTT/VNPT-IT trong việc hòa mạng đưa dịch vụ CNTT mới vào hoạt động là","comment":"Tổ chức đánh giá, kiểm tra, kiểm định chất lượng các Platform sản phẩm, dịch vụ CNTT trước khi đưa vào triển khai cho khách hàng."},{"content":"<p>Điều khoản thi hành&nbsp;trong công tác điều hành CNTT cũng quy định rõ về trách nhiệm của VNPT tỉnh/thành, VNPT Net, VNPT VinaPhone, VNPT Media, VNPT-IT</p>","comment":"Tất cả các đáp án đều sai"},{"content":"Đơn vị nào được Tập đoàn ủy quyền, trực tiếp chỉ đạo và tổ chức thực hiện công tác Điều hành CNTT của Tập đoàn","comment":"Trung tâm điều hành CNTT/VNPT-IT"},{"content":"<p>Theo số liệu khảo sát vào năm 2017 của Forbes, có bao nhiêu % doanh nghiệp trên thế giới sử dụng công cụ ITIL?</p>","comment":"47%"},{"content":"Theo quyết định 290, có bao nhiêu loại phiếu yêu cầu dịch vụ cần xử lý trong quá trình cung cấp dịch vụ và hỗ trợ khách hàng sử dụng dịch vụ?","comment":"05 loại phiếu"},{"content":"Sau khi kiểm tra, nếu lỗi thiết bị phần cứng chúng ta xử lý","comment":"Cách lý thiết bị lỗi, tổ chức sửa chữa, thay thế kích hoạt thiết bị"},{"content":"Nhiệm vụ, quyền hạn của các Trung Tâm IT  khu vực thuộc VNPT- IT là","comment":"     Phối hợp tiếp nhận và xử lý các yêu cầu dịch vụ, sự cố dịch vụ tại khu vực quản lý trực tiếp trong khả năng."},{"content":"Triển khai các biện pháp an toàn cho hạ tầng CNTT thụ động, đàm bảo điều kiện hoạt động của thiết bị hạ tầng CNTT theo quy định. Đây là công việc của Trung tâm Điều hành IT ?","comment":"Sai"},{"content":"<p>Để thay đổi tài nguyên hạ tầng, TT điều hành CNTT/VNPT-IT cần phối hợp với:</p>","comment":"Các Ban chức năng của Công ty VNPT IT, các Trung tâm giải pháp, các TT IT khu vực, các Tổng Công ty Vinaphone, Media, NET, các VNPT TTP"},{"content":"TT điều hành CNTT/VNPT-IT phải thực hiện việc tổ chức đánh giá, kiểm tra, kiểm định chất lượng hạ tầng sau khi thực hiện hòa mạng, chuyển, nâng cấp hệ thống. Đúng hay sai","comment":"Đúng"},{"content":"Đơn vị nào phụ trách việc tiếp nhận vấn đề yêu cầu sửa đổi, bổ sung, nâng cấp đột xuất từ khách hàng","comment":"Trung tâm điều hành CNTT/VNPT-IT"},{"content":"Tổng công ty VNPT NET là đơn vị quản lý và điều hành cấp cao nhất đối với các hệ thống CNTT của Tập đoàn đúng hay sai?","comment":"Sai"},{"content":"Đơn vị tham gia trong chức năng quản lý vận hành là:","comment":"VNPT - IT và VTT"},{"content":"Trung tâm điều hành CNTT và VNPT IT có nhiệm vụ và quyền hạn…","comment":"Tất cả các đáp án đều đúng"},{"content":"Việc cung cấp và triển khai dịch vụ CNTT, hỗ trợ tiếp nhận yêu cầu của người dùng tại VNPT được chia trách nhiệm cho bao nhiêu đươn vị?","comment":"3 đơn vị"},{"content":"Cơ cấu điều hành CNTT của VNPT bao gồm:","comment":"Tất cả đáp án đều đúng"},{"content":"Ngay sau khi sự cố nghiêm trọng được cập nhật lên hệ thống điều hành tập trung hoặc qua các kênh nóng, TT điều hành CNTT/VNPT-IT cần:","comment":"Tất cả các đáp án đều đúng"},{"content":"Hình thức kiểm tra điều hành CNTT","comment":"Định kỳ 6 tháng/1 lần"},{"content":"Các Tổng Công ty Vinaphone, Media, NET, các VNPT TTP chịu trách nhiệm gì trong việc điều hành thông tin?","comment":"Xây dựng kế hoạch và phương án hòa mạng, chuyển hệ thống, nâng cấp hệ thống thuộc đơn vị, địa bàn quản lý"},{"content":"Trong chức năng Service Desk, đơn vị đóng vai trò tiếp nhận yêu cầu là:","comment":"VNPT VNP"},{"content":"<p>Kích cỡ. Vị trí của Service Desk phụ thuộc vào:</p>","comment":"Tất cả đáp án đều đúng"},{"content":"Điền vào dấu &quot;…&quot; : VNPT Media chịu trách nhiệm … trong việc điều hành CNTT","comment":"Tiếp nhận các phản ánh của khách hàng về các, yêu cầu dịch vụ, sự cố CNTT và cập nhật lên hệ thống điều hành tập trung của Tập đoàn"},{"content":"Sự cố xảy ra đối với Sản phẩm, dịch vụ CNTT thuộc danh mục trọng điểm được xác định của Tập đoàn là…","comment":"Sự cố nghiêm trọng"},{"content":"Đối với sự cố nghiêm trọng, VNPT IT gửi báo cáo chi tiết đến","comment":"Lãnh đạo Tập đoàn (đồng gửi Ban Công nghệ, Ban Chất lượng)."},{"content":"Khâu cuối cùng của quá trình xử lý yêu cầu dịch vụ là:","comment":"Request Handler"},{"content":"Trong chức năng Service Desk, đơn vị đóng vai trò xử lý yêu cầu là:","comment":"VNPT TTP và VNPT - IT"},{"content":"Đơn vị chịu trách nhiệm kinh doanh bán hàng, và tiếp nhận yêu cầu dịch vụ từ khách hàng là:","comment":"VNPT VinaPhone"},{"content":"Chức năng quản lý vận hành chịu trách nhiệm:","comment":"Quản lý và duy trì hạ tầng CNTT của doanh nghiệp"},{"content":"Trực tiếp khai thác và phân quyền cho các Trung tâm giải pháp chuyên ngành, IT khu vực, Trung tâm CNTT Tỉnh thành phố và các đầu mối liên quan thuộc Tập đoàn tham gia khai thác các hệ thống quản lý giám sát CNTT tập trung.","comment":"Đây là công việc của Trung tâm Điều hành IT"},{"content":"Một trong những lợi ích mà service desk mang lại cho doanh nghiệp là:","comment":"Giảm thời gian xử lý cho các yêu cầu từ khách hàng hoặc người dùng cuối"},{"content":"Thời gian thỏa thuận mức hoạt động (OLA) xử lý yêu cầu lần đầu tiên đối với yêu cầu hỗ trợ dịch vụ do khách hàng yêu cầu là:","comment":"10 giờ"},{"content":"Đơn vị tham gia trong chức năng quản lý ứng dụng là:","comment":"VNPT - IT"},{"content":"<p>Theo số liệu khảo sát vào năm 2017 của Forbes, có bao nhiêu % doanh nghiệp trên thế giới sử dụng công cụ eTOM?</p>","comment":"36%"},{"content":"<p>Để thay đổi tài nguyên hạ tầng, Trung tâm điều hành CNTT/VNPT-IT cần phải thực hiện:</p>","comment":"Tất cả các đáp án đều đúng"},{"content":"Trung tâm Điều hành CNTT/VNPT-IT và Trung tâm IT khu vực, viễn thông tỉnh có trách nhiệm về việc bão dưỡng như:","comment":"Lưu giữ số liệu đo kiểm ít nhất 01 năm để theo dõi và phục vụ công tác quản lý chất lượng hạ tầng"},{"content":"Đảm bảo công tác quản trị, giám sát, vận hành, xử lý sự cố, nâng cao chất lượng, đảm bảo an toàn thông tin, bảo mật và, đảm bảo an toàn cho các hệ thống /phần tử liên quan đến Hệ thống CNTT. Là trách nhiệm của…","comment":"Công ty VNPT IT"},{"content":"Lợi ích của ITIL đối với doanh nghiệp là:","comment":"Tất cả đáp án đều đúng"},{"content":"Thời gian tối đa xử lý yêu cầu cung cấp dịch vụ nhóm B từ khi nhận được yêu cầu cho đến khi thực hiện các thủ tục nghiệm thu là bao nhiêu ngày?","comment":"30 ngày"},{"content":"Các công cụ giám sát, hỗ trợ :","comment":"Công cụ điều hành tập trung,  Công cụ giám sát tài nguyên, hạ tầng,  Công cụ hệ thống báo cáo tập trung"},{"content":"Khi nhận được thông tin về sự cố nghiêm trọng xảy ra,  TT điều hành CNTT/VNPT-IT  cập nhật thông tin xử lý định kỳ ...","comment":"20 phút/lần."},{"content":"<p>Các đơn vị thực hiện công việc bảo dưỡng phải thông báo cho đầu mối điều hành liên quan tối thiểu trước ... về kế hoạch thực hiện</p>","comment":"05 ngày"},{"content":"Khi xảy ra sự cố, cán bộ kỹ thuật vận hành khai thác có trách nhiệm xử lý và thông báo ngay cho","comment":"Trung tâm Điều hành CNTT/VNPT-IT và các đơn vị liên quan để điều hành xử lý, hỗ trợ khắc phục"},{"content":"Đầu vào của quy trình tiếp nhận và xử lý yêu cầu dịch vụ là:","comment":"Phiếu yêu cầu dịch vụ từ các nguồn"},{"content":"Để hòa mạng, chuyển hệ thống, nâng cấp hệ thống, một trong những việc TT điều hành CNTT/VNPT-IT phải thực hiện là","comment":"Chủ trì, chịu trách nhiệm phối hợp các Trung tâm Giải pháp xây dựng các kịch bản kiểm tra, kiểm định chất lượng về việc chuyển, hòa mạng, nâng cấp hạ tầng CNTT"},{"content":"Trung tâm Điều hành CNTT/VNPT IT xây dựng bộ phận chuyên trách nhằm","comment":"Theo dõi, giám sát, tiếp nhận, phân tích, đánh giá và chỉ đạo xử lý các sự cố và các vấn đề về an toàn thông tin 24/7."},{"content":"<p>Chủ trì thực hiện đối với phiếu service order cho đối tượng khách hàng TW là đơn vị nào?</p>","comment":"Trung tâm điều hành IT"},{"content":"Mô hình học tập &amp;quot;lấy người học làm trung tâm&amp;quot; là mô hình trong đó giảng viên là nhà diễn thuyết, nhà truyền đạt thông tin nhằm đi hết nội dung của chương trình học. Đúng hay sai?","comment":"Sai"},{"content":"Quy tắc Tôn trọng bản quyền trong Quy tắc ứng xử trên mạng xã hội của VNPT, nói đến việc:","comment":"Không sử dụng tên, logo, hình ảnh, bản quyền thương hiệu của VNPT, sản phẩm dịch vụ của VNPT vào mục đích cá nhân"},{"content":"Người sử dụng lao động có quyền quy định lịch nghỉ hằng năm sau khi tham khảo ý kiến của người lao động và phải thông báo trước cho người lao động ?","comment":"Đúng"},{"content":"Trong quy tắc ứng xử trên mạng XH của người lao động VNPT. Nội dung &quot;Tuyệt đối không đăng tải, chia sẻ hay bình luận về các thông tin không được công bố hay các thông tin mật của VNPT trên mạng xã hội.&quot; Là thuộc:","comment":"Quy định về Bảo mật thông tin"},{"content":"Nội dung nào dưới đây phản ánh đúng về phương pháp học tập &amp;quot;lấy học viên làm trung tâm&amp;quot;?","comment":"Học viên tham gia và tự khám phá nội dung"},{"content":"&quot;Thay đổi là một quá trình chứ không phải là một sự kiện&quot;. Đúng hay sai?","comment":"Đúng"},{"content":"Trong Văn hóa cúi chào khi giao tiếp với khách hàng của VNPT, việc cúi chào của nhân viên khối Kỹ thuật Viễn thông được áp dụng tại các điểm chạm như:","comment":"Tất cả các đáp án đều đúng"},{"content":"Trong ma trận quản lý thời gian, đối với công việc quan trọng nhưng không khẩn cấp thì nên:","comment":"Có kế hoạch làm hợp lý"},{"content":"Việc học tập không ngừng sẽ giúp người học:","comment":"Tất cả đáp án đều đúng"},{"content":"Việc xây dựng Quy tắc ứng xử trên mạng xã hội của người lao động VNPT, nhằm mục đích:","comment":"Tất cả các đáp án đều đúng"},{"content":"Khi bàn luận về VNPT, về các công ty, sản phẩm, dịch vụ, thương hiệu của VNPT trên mạng xã hội, Tập đoàn khuyến khích:","comment":"Sử dụng danh tính thật của nhân viên VNPT"},{"content":"Trong Văn hóa cúi chào khi giao tiếp với khách hàng của VNPT, khi chào khách hàng, nếu không nhìn khách hàng trước khi chào là đúng hay sai","comment":"Sai"},{"content":"Đảm bảo sự phù hợp trong năng lực sáng tạo có nghĩa là:","comment":"Phải đúng đối tượng, đúng mục tiêu và đúng cách"},{"content":"Người lao động VNPT vi phạm các quy định về sử dụng mạng xã hội gây ra hậu quả nghiêm trọng cho Tập đoàn sẽ bị xử lý như thế nào?","comment":"Xử lý kỷ luật lao động và/hoặc kiến nghị cơ quan nhà nước có thẩm quyền xử lý theo quy định pháp luật"},{"content":"Để bảo mật thông tin nội bộ trên môi trường mạng xã hội, người lao động làm việc tại VNPT cần:","comment":"Không tự ý phát ngôn, cung cấp thông tin, tài liệu không đúng thẩm quyền"},{"content":"Lợi ích của dịch vụ SIP Trunking là","comment":"Tất cả các đáp án đều đúng"},{"content":"Đường dây trung kế thoại chạy trên giao thức nào?","comment":"SIP"},{"content":"<p>Lợi ích của hệ thống VNPT VXP</p>","comment":"Tất cả đáp án đều đúng"},{"content":"Có mấy phương thức phát hành hóa đơn điện tử?","comment":"2"},{"content":"Hóa đơn điện tử không có mã cơ quan Thuế:","comment":"Là Hóa đơn điện tử do Tổ chức bán hàng hóa, cung cấp dịch vụ gửi cho Người mua không có mã của cơ quan Thuế"},{"content":"Hệ thống VNPT HMIS có liên thông được dữ liệu ở các tuyến tỉnh, huyện, xã không?","comment":"Có"},{"content":"<p>Tiết kiệm chi phí, nhân lực, tăng cường hiệu quả trong quản lý, xử lý thủ tục hồ sơ BHXH. Đây là</p>","comment":"lợi ích của dịch vụ"},{"content":"VNPT Pay là sản phẩm thanh toán điện tử của công ty nào?","comment":"Tổng Công ty Truyền thông VNPT-Media"},{"content":"Giải pháp cung cấp cho cơ quan quản lý giáo dục một bức tranh toàn cảnh về tình hình giáo dục tại địa bàn trên cơ sở tập hợp thông tin, dữ liệu của tất cả các hệ thống thông minh và các nguồn dữ liệu khác, góp phần nâng cao hiệu quả của công tác quản lý và chỉ đạo điều hành; đổi mới phương pháp dạy - học, kiểm tra, đánh giá, nâng cao chất lượng GD&amp;ĐT tại địa phương. Đây là định nghĩa của dịch vụ:","comment":"Trung tâm điều hành giáo dục (vnEdu IOC)"},{"content":"Điều nào đúng khi sử dụng RADIUS?  (chọn 2 đáp án)","comment":"Sử dụng TCP cổng 49~Sử dụng UDP cổng 1812/1813~"},{"content":"Hình thức mã hóa nào dưới đây không dựa trên block cipher?","comment":"RC4"},{"content":"Khi áp dụng chính sách tường lửa “zone base policy”. Ba hành động nào được áp dụng cho lưu lượng lớp truy cập?  (chọn 3 đáp án)","comment":"drop~pass~inspect~"},{"content":"Anh/chị hay cho biết khi một kẻ tấn công lợi dụng lỗ hổng của việc kiểm tra dữ liệu đầu vào trong các ứng dụng web để thêm vào và thực thi các lệnh SQL bất hợp pháp thì cách tấn công đó được gọi là gì?","comment":"SQL Injection attack"},{"content":"Trojan là một phương thức tấn công kiểu","comment":"Điều khiển máy tính nạn nhân từ xa thông qua phần mềm cài sẵn trong máy nạn nhân"},{"content":"Khi áp dụng chính sách tường lửa “zone base policy”. Ba hành động nào được áp dụng cho lưu lượng lớp truy cập?  (chọn 3 đáp án)","comment":"inspect~drop~pass~"},{"content":"Hai tính năng nào thường được sử dụng CoPP và CPPr để bảo vệ luồng dữ liệu?  (chọn 2 đáp án)","comment":"~QoS~traffic classification~"},{"content":"Nếu không phải do attacker tấn công thì backdoor có thể lây nhiễm từ cách nào sau đây?","comment":"Left in the code by a programmer."},{"content":"3 trường thông tin nào được dùng để mã hóa ESP trong quá trình truyền thông tin? (chọn 3 đáp án)","comment":"Pad Length~Next Header~Padding~"},{"content":"Hai lệnh nào được sử dụng để bảo mật file cấu hình cho thiết bị cisco  (chọn 2 đáp án)","comment":"secure boot-config~secure boot-image~"},{"content":"Kiểu tường lửa nào thì hoạt động ở lớp 4?  (chọn 2 đáp án)","comment":"Circuit-level gateway~Application level firewall~"},{"content":"Chế độ nào kém an toàn hơn các tùy chọn khác nhưng cho phép tối ưu thông lượng mạng","comment":"Promiscuous mode"},{"content":"Kiểu tường lửa nào thì hoạt động ở lớp 4?  (chọn 2 đáp án)","comment":"Application level firewall~Circuit-level gateway~"},{"content":"Ba điều nào đúng khi nói về DHCP Snooping?  (chọn 3 đáp án)","comment":"Modify Traffic in transit~Arp Poisoning~Used to perform man-in-the-middle attack~"},{"content":"Điều nào đúng khi sử dụng RADIUS?  (chọn 2 đáp án)","comment":"Sử dụng UDP cổng 1812/1813~Sử dụng TCP cổng 49~"},{"content":"Trong SQL, thứ tự đúng trong câu lệnh truy vấn là?","comment":"SELECT, FROM, WHERE,  GROUP BY, HAVING, ORDER BY"},{"content":"Câu lệnh SQL nào sau đây dùng để xóa cả cấu trúc và dữ liệu bảng STUDENT?","comment":"DROP TABLE STUDENT"},{"content":"Nếu một bảng dữ liệu HANG_HOA(Ten_hang, Nha_cc, SL_nhap). Thì câu lệnh SQL sau thực hiện công việc gì: SELECT * FROM HANG_HOA WHERE Nha_cc=”SN”","comment":"Hiện toàn bộ dữ liệu từ bảng HANG_HOA với điều kiện cột Nha_cc=”SN”."},{"content":"<p>Bạn là nhà quản trị CSDL SQL. Bạn đang phát triển 1 ứng dụng DB cho phòng kế toán của bạn. Ứng dụng này chứa nhiều modules được tích hợp nhau. Các user thường gặp phải dealock bất kỳ lúc nòa một người nào đó thực hiện 1 hàm mà nó cần tích hợp từ nhiều module. Làm thế nào để giảm thiểu các deadlock này?</p>","comment":"Bạn cần phải bảo đảm là tất cả các transaction chỉnh sửa dữ liệu các bảng phải theo cùng 1 thứ tự"},{"content":"SQL là tên viết tắt của từ nào sau đây?","comment":"Structured Query Language"},{"content":"Khối dữ liệu Block Chain  được lưu trữ trên mô hình mạng nào?","comment":"Peer to Peer"},{"content":"VNPT IoT Platform: Nền tảng IoT đầu tiên của Việt Nam nhận chứng chỉ oneM2M (Chứng chỉ toàn cầu dành cho chuẩn hóa phát triển về IoT/M2M), điều này đúng hay sai?","comment":"Đúng"},{"content":"Khi truy cập vào các trang HTTPS, người dùng đều được cam kết và đảm bảo rằng mình an toàn. Nếu người dùng chỉ ra được trang HTTPS đó không an toàn, người dùng sẽ nhận được chính sách bồi thường. Điều đó đúng hay sai?","comment":"Đúng"},{"content":"Để thực hiện một số cài đặt trên máy ảo, bạn thực hiện tuần tự các bước sau:","comment":"Chọn máy ảo và chọn Power on this virtual machine, Chọn Install Windows only (advanced)  để cài hệ điều hành, chọn phân vùng (partition) để cài đặt hệ điều hành và bước cuối cùng là cài đặt VMware Tools."},{"content":"Trong quá trình xác thực CHAP, để thực hiện mã hóa với một site từ xa có id là 177798 thông qua kết nối PPP thì giá trị nào được sử dụng?","comment":"Sử dụng hostname của thiết bị từ xa"},{"content":"<p>Khi công ty mua 1 domain name (tên miền) có dạng : tencongty.com thì địa chỉ email có dạng:</p>","comment":"tennhanvien@tencongty.com"},{"content":"Thiết lập VMWare Workstation, để tạo mới 1 máy ảo thực hiện trình tư các bước như sau","comment":"Chọn File >New Virtual Machine, chọn File ISO, chọn Next để  thực hiện một số điều chỉnh cho đến tùy chỉnh lại RAM và CPU cho máy ảo và chọn thư mục để lưu trữ máy ảo."},{"content":"Bạn là người quản trị mạng trong công ty, trong hệ thống mạng bạn đã cài đặt và cấu hình DHCP server, bạn muốn bổ sung thêm một số địa chỉ loại trừ mới, để cấp địa chỉ này cho các máy server, trường hợp này bản thực hiện như thế nào?","comment":"Trong DHCP Server chọn DHCP reservation"},{"content":"Chương trình nào sau đây thường ít dùng trên VMWare:","comment":"Vmware Store"},{"content":"Thông số nào được dùng để tính toán tuyến đường đối với giao thức OSPF","comment":"Bandwwith"},{"content":"DHCPACK đây là gói tin nhằm giúp","comment":"DHCP Server chấp nhận yêu cầu cho Client"},{"content":"Đâu không phải ưu điểm của Vmware","comment":"Mã nguồn mở vì được xây dựng dựa trên Linux"},{"content":"Bạn là người quản trị mạng cho một công ty, công ty bạn muốn triển khai 2 NetID khác nhau cho hai phòng ban, bạn làm thế nào để trên mạng không bị trùng IP và 2 NetID này ít traffic nhất.","comment":"Sử dụng IP tĩnh trên mỗi nhánh mạng"},{"content":"Máy tính dùng hệ điều hành nào có thể gia nhập AD (Active Directory) domain?","comment":"Windows OS"},{"content":"Câu lệnh nào thì được sử dụng để cấu hình 1 port của Switch hoạt động ở mode Trunk?","comment":"show interface switchport"},{"content":"Có bao nhiêu  lựa chọn cài đặt OS (Operating System) cho máy ảo khi sử dụng VMWare","comment":"2"},{"content":"Công ty bạn có dựng một FTP server, bạn là người quản trị FTP server này, bạn muốn tất cả các user khi truy cập vào FTP server này đều phải nhập user name và password, bạn làm thế nào?","comment":"Trên máy FTP server, chọn tab security accounts check vào ô Allow  anonymous connections"},{"content":"Khi “gắn” một card mạng vào một máy ảo, card mạng này không chọn loại nào sau đây:","comment":"Network"},{"content":"Cách thực hiện Activator Windows (Product key bản quyền ) hợp lệ là?","comment":"Active Windows key Online"},{"content":"Hypervisor không thể là:","comment":"Một hệ thống mạng (network)"},{"content":"<p>Trong DAC, mô hình nào dung cấu trúc đồ thị tĩnh và đồ thị động</p>","comment":"Mô hình truy cập CSDL đa mức"},{"content":"<p>Chiều dài tối thiểu của mật khẩu cần phải là :</p>","comment":"8 ký tự"},{"content":"Các phương pháp ảo hóa phổ biến là:","comment":"Ảo hóa máy chủ, ảo hóa ứng dụng, ảo hóa lưu trữ"},{"content":"Cho rằng các cấu hình interface trên các router đang hoạt động bình thường và không có lỗi gì. Việc cấu hình OSPF hoàn toàn đúng trên R2. Tuyến đường mặc định được cấu hình trên router R1 sẽ ảnh hưởng như thế nào tới R2<img src=\"/module/filesystem/service/default/preview/5f59cbd20f2a3\">","comment":"Bất cứ 1 gói tin nào đi tới đích mà không được tìm thấy thấy trong bảng định tuyến của R2 sẽ được gửi tới router R1. Tiếp đó gói tin lại được gửi tới R1 từ R2 và vòng lặp lại xảy ra."},{"content":"Các loại client được hỗ trợ bởi Exchange Server:","comment":"Tất cả các câu đều đúng"},{"content":"Công nghệ Hyper-V trong Windows Server là gì?","comment":"Công nghệ ảo hóa của Microsoft"},{"content":"Lệnh nào được sử dụng để kiểm tra một kết nối Telnet?","comment":"Show session"},{"content":"<p>Cơ chế point-to-point trong việc giải đáp tên máy, đó là kiểu</p>","comment":"P node"},{"content":"Dịch vụ DNS Server có chức năng chính là gì?","comment":"Phân giải tên miền từ IP sang tên và ngược lại"},{"content":"Hệ điều hành chủ (host OS): Hyper-V  chỉ có thể được triển khai trên các nền tảng Windows sau:","comment":"Windows Desktop và Windows Server"},{"content":"Với VMWare, để thiết lập quyền khởi động ưu tiên trên máy tính ảo:","comment":"Nhấn vào VM à chọn Removable à chọn tên USB của bạn à tích vào dòng Connect."},{"content":"<p>Sau khi cài Terminal service, để cài 1 phần mềm, ta sử dụng</p>","comment":"Cài thông qua Add/Remove program"},{"content":"Chọn 2 đáp án đúng về địa chỉ Ipv6 ? (chọn 2 đáp án):","comment":"fd15:db8::700:3:400F:572B~fd15:0db8:0000:0000:700:3:400F:527B~"},{"content":"Mục đích của một máy chủ RADIUS là","comment":"Xác thực"}]